{
  "title": "cinnamonBark",
  "pdf": [
    {
      "title": "91 Abstracts With Cinnamon Research",
      "order": 1,
      "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/cinnamonBark%2Fabstracts_on_cinnamon_research.doc?alt=media&token=3f941368-3268-400b-b195-e4d93bf1800b"
    }
  ],
  "article": [
    {
      "title": "Cinnamon Bark, Organic: Madagascar (Cinnamomum zeylanicum)",
      "linkText": "CLICK HERE TO LEARN MORE ABOUT CINNAMON BARK",
      "order": 2,
      "author": "Man Found Standing, Medicine Man",
      "elements": [
        {
          "element": "p",
          "content": "This true Cinnamon has a five thousand year history of use as a spice and medicine with the most therapeutic oil obtained from the bark.  Many manufactures will sell the lower quality Cinnamon Leaf oil or adulterated Cinnamon oil as pure, so always make sure of the company you are purchasing from has integrity.",
          "order": 1
        },
        {
          "element": "p",
          "content": "Cinnamon Bark’s chemistry and therapeutic function is like Cassia, however there are some major differences chemically.  ​Also Cinnamon Bark has high percentages of a wide diversity of different chemical families.",
          "order": 2
        },
        {
          "element": "h3",
          "content": "Primary Usages:",
          "order": 3
        },
        {
          "element": "p",
          "content": "A powerful purifier and maintenance oil for immune system and as a general health tonic (viruses, bacteria, fungus, parasites, infection, typhoid, tropical infection, flu, colds, fever, coughs, warts, rheumatism, poor circulation, strengthens the heart, endocrine, nervous systems).  ​This oil also been shown to normalize triglycerides and lower blood sugars to assist in the control of diabetes.  Cinnamon Bark has powerful antioxidant capacity and antimicrobial properties.",
          "order": 4
        },
        {
          "element": "h3",
          "content": "Secondary Usages:",
          "order": 5
        },
        {
          "element": "p",
          "content": "The oil assists with increasing energy, digestive conditions (diarrhea, ulcers, digestive stimulant, intestinal parasites, motion sickness), urinary infections, assists the metabolic process, and stimulates memory retention.",
          "order": 6
        },
        {
          "element": "h3",
          "content": "Has Been Reported:",
          "order": 7
        },
        {
          "element": "p",
          "content": "Considered to assist or enhances the action and activity of other essential oils.  Use for tight muscles, inflammation, aching joints, cramps, combat acid conditions (arthritis, rheumatism), and raise the libido.",
          "order": 8
        },
        {
          "element": "h3",
          "content": "Descriptor:",
          "order": 9
        },
        {
          "element": "p",
          "content": "Antibacterial, Antiviral, Antifungal, Antimicrobial, Anti-Parasitic, Anti-infectious, Immune Stimulant, Antiseptic, Antidepressant, Antioxidant",
          "order": 10
        },
        {
          "element": "h3",
          "content": "Application:",
          "order": 11
        },
        {
          "element": "p",
          "content": "Dilute heavily when applied to the skin and always use in small amounts.  Use caution when diffusing.",
          "order": 12
        },
        {
          "element": "h3",
          "content": "Caution:",
          "order": 13
        },
        {
          "element": "p",
          "content": "This is a “hot” oil and can irritate the mucous membranes.  Use sparingly.",
          "order": 14
        },
        {
          "element": "h3",
          "content": "Influences:",
          "order": 15
        },
        {
          "element": "p",
          "content": "May promote physical energy, mental alertness, spiritual awareness, and increasing one’s overall prosperity.  Use as an antidepressant.  Assists to combat anxiousness, stress, and anger to bring clearing and peace.  Smelling this oil has been known to eliminate migraines.",
          "order": 16
        },
        {
          "element": "h3",
          "content": "Medicine Wheel:",
          "order": 17
        },
        {
          "element": "p",
          "content": "Primary Center and Secondary East and West.  Increases the Guardian Qi (Immune System).",
          "order": 18
        },
        {
          "element": "h3",
          "content": "Recipes:",
          "order": 19
        },
        {
          "element": "p",
          "content": "Wonderful to add with cooking.  Mix one drop in a small amount of honey and eat as a treat.",
          "order": 20
        },
        {
          "element": "img",
          "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/cinnamonBark%2Fcinnamontree_6.jpg?alt=media&token=f5da4c63-72af-47c7-b8d8-2d643d1ae1ad",
          "order": 21
        },
        {
          "element": "img",
          "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/cinnamonBark%2Fcinnamon-bark-star_6.jpg?alt=media&token=cfad9638-bfa9-486f-aa5c-27696aac7789",
          "order": 22
        }
      ]
    }
  ]
}
