{
  "products": [
    {
      "name": "15ml Wild Frankincense, Sacred",
      "description": "<p><strong><em>Country of Origin:</em> Oman, Wild Crafted and Advanced Technology Extracted</strong></p><p><strong><em>Botanical Name:</em> Boswelia sacra</strong></p><p><strong><em>Plant Part:</em> Resin</strong></p><p><strong><em>Note:</em> Woody, Musky</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: This Sacred Frankincense is considered the best therapeutic Frankincense in the world. The advanced technology extraction uses the best of Hydro-Distillation and CO2 Extraction to increase the anti-cancer and skin rejuvenating properties. For greater details, see the picture printout from my book. Historically Sacred Frankincense has been used to assist in:</strong></p><ul><li><strong><em>Skin:</em> astringent, assists with wounds, prevents scaring, acne, dry, chapped, and mature skin, antiseptic </strong></li><li><strong><em>Immune System:</em> supports when weakened by colds, flu, bronchitis, coughs and laryngitis </strong></li><li><strong><em>Respiratory:</em> has the ability to slow and deepen respiration, improves </strong></li><li><strong><em>Nerve:</em> supports the nervous system during moments of anxiety, stress and nerve tension </strong></li><li><strong><em>Mood: </em>introspective, meditative, supporting the feelings of calm, comfort, and serenity which assists a person to feel centered</strong></li><li><strong><em>Bladder:</em> increase urinary production </strong></li><li><strong><em>Digestion:</em> assists with the secretion of digestive enzymes</strong></li><li><strong><em>Menstrual: </em>assists the uterus, especially during menses</strong></li><li><strong><em>Anti-inflammatory:</em> reduces local and systemic inflammation</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Advanced Technology Extraction</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> The Boswellia sacra trees grow naturally in Oman and have been used medicinally for thousands of years. The leaves were gathered and fed to livestock to assist in restoring them back to a healthy condition. The resin is chewed as a gum, taken as powered, or heated to make incense for a wide variety of health conditions.</strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Black Cumin, Cedarwood, Citrus, Lavender, Myrrh, Roman Chamomile, Patchouli, Palmarosa, Sandalwood, Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions:</em> No Special Cautions</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p24_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organically Grown Geranium",
      "description": "<p><strong><em>Country of Origin:</em> India, Organically Grown</strong></p><p><strong><em>Botanical Name: </em>Pelargonium gravelolens</strong></p><p><strong><em>Plant Part: </em>Flower and Plant</strong></p><p><strong><em>Note:</em> Sweet and Floral</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Geranium has been used to assist in:</strong></p><ul><li><strong><em>Wrinkles:</em> tightens facial skin and slows down aging</strong></li><li><strong><em>Antibacterial: </em>protects against infection, kills ringworm and athlete’s foot </strong></li><li><strong><em>Skin and Healing:</em> eliminates acne, dermatitis, skin diseases, speeds up the body’s natural healing process by promoting new cell growth, fades scars and skin spots </strong></li><li><strong><em>Hemorrhoids:</em> causes contraction of blood vessels therefore easing the symptoms of hemorrhoids </strong></li><li><strong><em>Diuretic:</em> increases urination and promotes the release of toxins </strong></li><li><strong><em>Alzheimer’s:</em> shown to trigger microglial cells, which releases pro-inflammatory agents that combat inflammation in the neural pathways</strong></li><li><strong><em>Respiratory:</em> prevents nose and throat infections as it contains several chemicals that have antibiotic-like effects </strong></li><li><strong><em>Nerves:</em> apply to the skin to assist in fighting nerve pain</strong></li><li><strong><em>Mental Function: </em>improves mental functioning, uplifts the spirit, aids in easing depression, anxiety, and anger </strong></li><li><strong><em>Insect Repellant:</em> mix with water and baking soda and spay on your body as an all natural bug repellent</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Used by the Egyptians for promoting beautiful and radiant skin, Geranium oil is now used to treat acne, reduce inflammation, alleviate anxiety and balance hormones. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Angelica Root, Basil, Bergamot, Carrot Seed, Cedarwood, Chamomile, Citronella, Clary Sage, Clove, Cypress, Frankincense, Ginger, Grapefruit, Jasmine, Juniper Berry, Lavender, Lemon, Lime, Mandarin, Neroli, Orange, Palmarosa, Patchouli, Peppermint, Rose, Rosemary, Sandalwood, and Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions:</em> Use sparingly in early pregnancy. Avoid if hypoglycemic because it has been reported to lower blood sugar.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p25_i3_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organically Grown Ginger Root",
      "description": "<p><strong><em>Country of Origin: </em>India, Organically Grown</strong></p><p><strong><em>Botanical Name:</em> Zingibar officinale</strong></p><p><strong><em>Plant Part:</em> Root</strong></p><p><strong><em>Note:</em> Sweet and spicy with a warm woody hint</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Ginger Root has been used to assist in:</strong></p><ul><li><strong><em>Digestion:</em> assists digestion, gastric ulcers, bloating, leaking gut, and irritable bowl syndrome </strong></li><li><strong><em>Infection:</em> fights infections caused by microorganisms and bacteria, including dysentery, and food poisoning</strong></li><li><strong><em>Respiratory:</em> aids with breathing issues caused by pollution, obesity, infections, allergies, exercise, stress, and hormonal imbalances </strong></li><li><strong><em>Reduces Inflammation:</em> reduces and assists with arthritis </strong></li><li><strong><em>Heart Health:</em> lowers cholesterol and prevents blood clots </strong></li><li><strong><em>Antioxidant:</em> prevent the rapid damage of cells from oxidation</strong></li><li><strong><em>Cancer:</em> suppresses a variety of cancers including pancreas, lung, kidney, and skin</strong></li><li><strong><em>Aphrodisiac:</em> increases libido as well as alleviates symptoms of impotence </strong></li><li><strong><em>Anxiety:</em> relaxing, boost courage, relieves anxiousness and depression</strong></li><li><strong><em>Pain:</em> relieves headaches, back aches, soreness, and eases mistrial cramps.</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> For thousands of years Ginger Root has been traded throughout the world and used for its digestive properties. Known to bring on feelings of courageousness and self-assurance, it was commonly referred to as “the oil of empowerment”. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Bergamot, Cedarwood, Citrus, Clove Buds, Coriander, Eucalyptus, Frankincense, Geranium, Jasmine, Juniper Berry, Myrtle, Neroli, Palmarosa, Patchouli, Rose, Rosemary, Sandalwood, Vetiver, Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions: </em>May need to be diluted before topical use on sensitive individuals.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p26_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Helichrysum gymnocephalum",
      "description": "<p><strong>Country of Origin: Madagascar, Organic</strong></p><p><strong>Botanical Name: Helichrysum gymnocephalum</strong></p><p><strong>Plant Part: Leaf and Plant</strong></p><p><strong>Note: Eucalyptus like smell</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes:  This oil should not be confused with the more \"powerful\" <em>Helichrysum italicum</em>.  For greater details, see the picture printout from my book. Historically <em>Helichrysum gymnocephalum</em> has been used to assist in:</strong></p><ul><li><strong><em>Pain Relief:</em> headaches, sore muscles, arthritic joints, muscle spasms, menstruation pain</strong></li><li><strong><em>Antimicrobial:</em> ease bronchitis, colds, flu, infections, sore throats, fights bacteria </strong></li><li><strong><em>Dental:</em> assists with mouth and gum issues, gingivitis, pain, and infections</strong></li><li><strong><em>Mental:</em> stimulating, uplift, renew energy, heal emotional wounds, restore peace</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Traditional benefits include topical pain relief, aphrodisiac, antiseptic, and assists with breathing issues.</strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Basil, Bergamot, Chamomile, Cypress, Elemi, Lavender, Marjoram, Peppermint, Rose, Spruce, Tea Tree, Wintergreen</strong></p><p><br /></p><p><strong><em>Precautions:</em> Toxic when ingested in extreme large amounts. Use with extreme care with children and while pregnant.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p27_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Helichrysum italicum",
      "description": "<p><strong><em>Country of Origin:</em> Croatia, Organic</strong></p><p><strong><em>Botanical Name:</em> Helichrysum italicum</strong></p><p><strong><em>Plant Part:</em> Leaf and Plant</strong></p><p><strong><em>Note:</em> Rich Herby and Earthy </strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes:  This is my favorite essential oil for first aid.  For greater details, see the picture printout from my book. Historically<em> Helichrysum italicum</em> has been used to assist in:</strong></p><ul><li><strong><em>First Aid:</em> great for all wounds, burns, bruising, because it assists with the rapid regeneration of new cells</strong></li><li><strong><em>Pain &amp; Inflammation: </em>muscles, sprains, rheumatism, headaches, broken bones </strong></li><li><strong><em>Antimicrobial: </em>inhibit infections in open wounds and sores</strong></li><li><strong><em>Nerves:</em> regeneration of nerve cells, neuropathy </strong></li><li><strong><em>Skin:</em> aids healing of skin cancer (wonderful results in putting it directly on a couple times a day for two or three weeks), dermatitis, eczema, psoriasis, acne, scaring, sunburns, broken veins, stretch marks, spots </strong></li><li><strong><em>Detoxifying:</em> blood cleansing, stimulates the liver cell, viral colitis, gallbladder infections, lymph drainage </strong></li><li><strong><em>Respiratory: e</em>ases asthma, whooping cough, sinus infections, pulmonary spasms</strong></li><li><strong><em>Mental:</em> relieve stress, depression, empowers courage, compassion, personal growth</strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em>Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> “Everlasting and Immortelle” are the common names of Helichrysum that denote the eternal bliss and never ending health benefits of these sunshine flowers to mankind. Historically one of the most desired essential oils, Helichrysum is known to heal a wide range of illnesses. It has been traditionally used to heal in Ayurveda for 5000 years to heal bronchial irritation, scavenging of free radicals, sprains, inflammation, digestive problems, scars, sports injuries, and skin conditions. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Chamomile, Cypress, Frankincense, Geranium, Lavender, Peppermint, Rose, Rosemary, Sage, Sandalwood, Spruce, Tea Tree, Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions:</em> No special precautions.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p28_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organically Grown Hyssop",
      "description": "<p><strong><em>Country of Origin:</em> India, Organically Grown</strong></p><p><strong><em>Botanical Name:</em> Hyssopus officinalis</strong></p><p><strong><em>Plant Part: </em>Leaves and Flowers</strong></p><p><strong><em>Note:</em> Herbaceous and Slightly Sweet</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Hyssop has been used to assist in:</strong></p><ul><li><strong><em>Antispasmodic:</em> relieve respiratory, nervous system, and muscular spasms</strong></li><li><strong><em>Anti-rheumatic: </em>improves circulation and aids arthritis, gout, swelling, pain</strong></li><li><strong><em>Antiseptic:</em> fights wound infections</strong></li><li><strong><em>Scars:</em> assists to heal wounds quickly and thus reducing scaring</strong></li><li><strong><em>Diuretic: </em>speeds up detoxification </strong></li><li><strong><em>Digestive:</em> facilitates digestion by stimulating the stomach to speed up decomposition and aids the intestines in absorbing nutrients</strong></li><li><strong><em>Menstruation: a</em>ids in painful, obstructed or irregular menstruation, assists mood swings Digestions: assists nausea, lower abdominal pain, intestinal worms</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Mentioned in the Old Testament, Hyssop is considered the “Herb of Protection” and was used for cleaning sacred areas of worship and protection from sickness. It was also used for repelling insects and numerous other health conditions throughout the ages. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Anelica Root, Bergamot, Cedarwood, Cinnamon, Cypress, Elemi, Eucalyptus, Frankincense, Geranium, German Chamomile, Grapefruit, Helichrysum italicum, Lavender, Lemon, Melissa, Myrrh, Orange, Palmarosa, Rose, Rosemary, Sandalwood, Sage, Spruce, Tangerine, Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions:</em> Avoid during pregnancy or if you have epilepsy.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p29_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Juniper Berry",
      "description": "<p><strong><em>Country of Origin:</em> Nepal, Organic</strong></p><p><strong><em>Botanical Name:</em> Juniperis communis</strong></p><p><strong><em>Plant Part: </em>Berry</strong></p><p><strong><em>Note:</em> Sweet and Woody</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Juniper Berry has been know to assist in:</strong></p><ul><li><strong><em>Internal:</em> remedy for urinary tract and bladder infection, supports healthy kidney function, natural diuretic, detoxifier</strong></li><li><strong><em>Skin:</em> fights skin irritations and infections such as acne, reduce stretch marks, animal and insect bites or stings </strong></li><li><strong><em>Digestive:</em> Boost to better absorb protein, fats, and nutrients, soothe indigestion symptoms like heartburn and acid reflux, fights food cravings and emotional eating </strong></li><li><strong><em>Relax: </em>Release anxiety, relax the mind, reduce physical and emotional stress</strong></li><li><strong>I<em>nsect Repellent:</em> repels bugs</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> For many years, hospitals in France would burn juniper to assist protect the patients from lingering bacteria and infections. Today it is most commonly used for sore throat, respiratory infections, fatigue, muscle aches, arthritis, and animal or insects bites or stings. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Bergamot, Black Cumin, Black Pepper, Cedarwood, Clary Sage, Clove Bud, Cypress, Elemi, Fennel Seed, Fir, Frankincense, Geranium, Ginger Root, Hyssop, Lavender, Lemon, Lemongrass, Lime, Nutmeg, Oregano, Peppermint, Rosemary, Vetiver</strong></p><p><br /></p><p><strong><em>Precautions:</em> May need to be diluted on sensitive individuals.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p30_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Lavender",
      "description": "<p><strong><em>Country of Origin:</em> Bulgaria, Organic</strong></p><p><strong><em>Botanical Name: </em> Lavandula angustifolia</strong></p><p><strong><em>Plant Part:</em> Flower and Plant</strong></p><p><strong><em>Note:</em> Floral and Herbaceous</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes:  When in doubt about what oil to use for any health condition, try Lavender.  This is a wonderful universal oil that is \"good for everything\".  For greater details, see the picture printout from my book. Historically Lavender has been used to assist in:</strong></p><ul><li><strong><em>Skin: regeneration, burns, cuts, age spots, sunburn, skin cancer, overall skin health, antiseptic</em></strong></li><li><strong><em>Mental:</em> <em>calming, relaxing, reduces stress, depression, good for headaches</em></strong></li><li><strong><em>Antitoxic:</em> Protects liver and kidneys against antioxidant depletion and lipoperoxidation. </strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Lavender has been used for over 2,500 years and is known as the “Universal” oil. The Egyptians used it for mummification and as a perfume, while the Romans used it for bathing, cooking and scenting the air. </strong></p><p><br /></p><p><strong><em>Blends Well With: </em>Cedarwood, Cinnamon Bark, Clary Sage, Clove Bud, Frankincense, Geranium, Helichrysum, Hyssop, Lemon, Orange, Nutmeg, Peppermint, Pine, Rosewood, Ravintsara,Sandalwood, Spearmint, Spruce, Vetiver, Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions:</em> No special cautions.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p31_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Lemon",
      "description": "<p><strong><em>Country of Origin: </em>USA, Organic</strong></p><p><strong><em>Botanical Name:</em> Citrus limonum</strong></p><p><strong><em>Plant Part: </em>Peel</strong></p><p><strong><em>Note: </em>Clean and Fresh Citrus</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Lemon has been used to assist in:</strong></p><ul><li><strong><em>Antibacterial: p</em>revents infection and disease such as fever, malaria, and typhoid</strong></li><li><strong><em>Antidepressant:</em> refresh to the mind, uplifting, peaceful</strong></li><li><strong><em>Lungs:</em> useful for treating asthma and clearing the sinuses</strong></li><li><strong><em>Skin: pimples and other skin disorders, r</em>ejuvenates sagging or tired-looking skin</strong></li><li><strong><em>Immune:</em> boost, stimulates the while blood cells, circulation</strong></li><li><strong><em>Urinary Tract:</em> Assists in detoxifying and eliminating infection</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Cold Pressed</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Lemon oil has been used as many antidotes, including for some poisons. With antiseptic properties it have commonly been used for cleaning and healing. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Cinnamon Bark, Citrus, Clary Sage, Clove Bud, Cypress, Eucalyptus, Fennel, Geranium, Ginger Root, Juniper Berry, Lavender, Neroli, Nutmeg, Palmarosa, Roman Chamomile, Rose, Rosemary, Sandalwood, Tea Tree, Vetiver, Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions: </em>Phototoxic, use with caution when in sunlight .</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p32_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Lemongrass",
      "description": "<p><strong><em>Country of Origin:</em> </strong>Nepal, Organic</p><p><strong><em>Botanical Name: </em></strong>Cymbopogon ciratus</p><p><strong><em>Plant Part:</em> </strong>Grass</p><p><strong><em>Note:</em> </strong>Sweet and Spicy with Notes of Citrus</p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Lemongrass has been used to assist in:</strong></p><ul><li><strong><em>Connective Tissue: </em>relieves pain, reduces inflammation, aids in rejuvenating the body after strenuous activates</strong></li><li><strong><em>Cardiovascular Support:</em> strengthens vascular walls, assist with poor circulation, varicose veins</strong></li><li><strong><em>General Health Tonic:</em> lowers high fevers, antiseptic, natural deodorant, supports the nervous system, wounds, respiratory support, urinary tract,</strong></li><li><strong><em>Digestive Aid:</em> stops infections and removes gas from the intestine</strong></li><li><strong><em>Lymph Support: </em>drains the lymph nodes</strong></li><li><strong><em>Pesticide</em>: kills and repels most insects</strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em>Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Traditionally used in the Asian cultures in cooking, skin care, insect repellants, as well as relief from headaches, colds, and rheumatic pains. Reports of it being distilled for export as early as the 17th century in the Philippines. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Basil, Black Cumin, Citronella, Cypress, Eucalyptus, Geranium, Marjoram, Myrtle, Peppermint, Pine, Rosemary, Spruce, Thyme, Wintergreen </strong></p><p><br /></p><p><strong><em>Precautions: </em>This is a more “hot” oil. Use with caution and with a carrier oil in dilution.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p33_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Marjoram",
      "description": "<p><strong><em>Country of Origin: </em>Egypt, Organic</strong></p><p><strong><em>Botanical Name:</em> Origanum marjorana l.</strong></p><p><strong><em>Plant Part:</em> Leaf and Plant</strong></p><p><strong><em>Note:</em> Spicy and Herbaceous</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Marjoram has been used to assist in:</strong></p><ul><li><strong><em>Muscles: </em>pain and repair</strong></li><li><strong><em>Respiratory:</em> antispasmodic, decongestant, all over respiratory aid</strong></li><li><strong><em>General Health Tonic:</em> fights infections in wounds, common cold, food poisoning, keep the brain healthy and active</strong></li><li><strong><em>Cardiovascular:</em> atherosclerosis, hypertension, widens and relaxes blood vessels to ease blood flow and lower blood pressure </strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em>Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> The ancient Greeks used Marjoram to heal from poison, convulsions and edema. They called it “Joy Mountain” and crowned young couples with it during wedding ceremonies. Believed to assist nurture love, it was added to food to promote civility and love. Young women would place marjoram under their pillows at night, believing that the herb would reveal their future husbands while they dreamed. In England, Marjoram was used in beer and tobacco as a preservative and to add a bit of flavor. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Basil, Bergamot, Cardamom, Cedarwood, Chamomile, Cypress, Elemi, Eucalyptus, Frankincense, Lavender, Nutmeg, Orange, Tea Tree, Thyme</strong></p><p><br /></p><p><strong><em>Precautions: </em>This is a “hot” oil. Use sparingly and in dilution.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p34_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Wild Melaleuca",
      "description": "<p><strong><em>Country of Origin:</em> Australia, Wild Crafted</strong></p><p><strong><em>Botanical Name: </em>Melaleuca quinquinervera</strong></p><p><strong><em>Plant Part:</em> Leaf</strong></p><p><strong><em>Note: </em>Sweet, Herbaceous, Menthol</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Similar to its cousin Tea Tree, but considered to be a more overall healer historically Melaleuca has been know to assist:  </strong></p><ul><li><strong><em>Decongestant: r</em>elieve congestion, coughs, infections, assist with allergies</strong></li><li><strong><em>Antibiotic:</em> cleans wounds, kills parasites, kills fungal infections like ringworm and athlete’s foot</strong></li><li><strong><em>Whole Body Health:</em> naturally treat acne, heal dandruff, fight off lice and bug bites, soothe inflamed skin</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Melaleuca has been used for thousands of years by the indigenous peoples of Australia to heal bacterial infections, fight fungi, and kill viruses. </strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Cedarwood, Coriander, Cypress, Eucalyptus, Fennel, Juniper Berry, Lavender, Lemon, Lime, Myrtle, Peppermint, Pine, Ravintsara, Orange</strong></p><p><br /></p><p><strong><em>Precautions:</em> Do not use internally in extreme amounts.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p35_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Wild Myrrh",
      "description": "<p><strong><em>Country of Origin:</em> Somalia, Wild Crafted</strong></p><p><strong><em>Botanical Name:</em> Commiphora myrrha</strong></p><p><strong><em>Plant Part: </em>Resin</strong></p><p><strong><em>Note: </em>Woody and Earthy</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Myrrh has been used to assist in:</strong></p><ul><li><strong><em>Immune system:</em> boots, Inhibits growth of multiple types of cancer cells</strong></li><li><strong><em>Skin:</em> soothes, repairs, reduces inflammation</strong></li><li><strong><em>Liver:</em> stimulates, protects </strong></li><li><strong><em>Digestion:</em> fights parasites and bacteria in the digestive tract </strong></li><li><strong><em>Respiratory:</em> relax the respiratory system </strong></li><li><strong><em>General Tonic: t</em>reat wounds, prevents infections, detoxifier </strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em> Hydro-Distilled</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Mentioned in the bible 152 times, Myrrh was important in biblical times. It was used as a natural healing remedy, spice, and to purify the dead. Traditionally used in religious ceremonies for thousands of years. It is commonly remembered as one of the three precious gifts brought to the baby Jesus.</strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Bergamot, Clove, Cypress, Frankincense, Lavender, Patchouli, Sandalwood</strong></p><p><br /></p><p><strong><em>Precautions:</em> Avoid during pregnancy. </strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p36_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organically Grown Myrtle",
      "description": "<p><strong><em>Country of Origin:</em> India, Organically Grown</strong></p><p><strong><em>Botanical Name:</em> Myrtus communis</strong></p><p><strong><em>Plant Part:</em> Flowers and Plant</strong></p><p><strong><em>Note:</em> Woody and Earthy</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Myrtle has been used to assist in:</strong></p><ul><li><strong><em>Aphrodisiac:</em> alleviate impotency, frigidity, erectile dysfunctions, and loss of libido</strong></li><li><strong><em>Expectorant:</em> clear nasal passages, lungs, reduces the presence and deposit of phlegm</strong></li><li><strong><em>Astringent:</em> tightens skin, can be used to strengthen gums, as well as tighten the intestinal tract and muscles</strong></li><li><strong><em>Hormone Balancing: a</em>ssists with imbalances of the thyroid, ovaries, and is decongesting to the prostate</strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em>Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> First recorded in history to the ancient Greece, Myrtle was associated with Aphrodite, the Goddess of Love and Beauty. Solders, athletes, and nobles would be honored with its leaves. Ancient Egyptians used Myrtle for sore throats and coughs, it was considered relatively mid and suitable for children. </strong></p><p><br /></p><p><strong><em>﻿Blends Well With: </em>Leaf, Bergamot, Clary Sage, Clove Bud, Eucalyptus, Ginger, Hyssop, Lavender, Lime, Peppermint, Rosemary, Spearmint, Tea Tree, Thyme</strong></p><p><br /></p><p><strong><em>Precautions:</em> Use with caution while pregnant.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p37_i3_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Nutmeg",
      "description": "<p><strong><em>Country of Origin:</em> Indonesia, Organic</strong></p><p><strong><em>Botanical Name:</em> Myristica fragrans</strong></p><p><strong><em>Plant Part: </em>Seeds</strong></p><p><strong><em>Note:</em> Middle, Spicy, Herbal</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Nutmeg has been used to assist in:</strong></p><ul><li><strong><em>General Tonic: </em> supports the adrenals, immune system, increases energy, </strong></li><li><strong><em>Digestion: assists with gas,</em> diarrhea, nausea, vomiting, infection, parasites</strong></li><li><strong><em>Pain:</em> inflammation, cramps, sprains, arthritis, rheumatism, nerves</strong></li><li><strong><em>Nervous System:</em> elevating, uplifting, fainting </strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> The ground seeds use as a spice and to treat intestinal disorders.</strong></p><p><br /></p><p><strong><em>Blends Well With: </em>Black Pepper, Cinnamon, Citrus, Clary Sage, Clove, Cypress, Frankincense, Geranium, Ginger, Lavender, Rosemary</strong></p><p><br /></p><p><strong><em>Precautions:</em> Excessive use can cause nausea. Avoid or only use in very small amount during pregnancy.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p38_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Orange",
      "description": "<p><strong><em>Country of Origin:</em> USA, Organic</strong></p><p><strong><em>Botanical Name:</em> Citrus sinensis</strong></p><p><strong><em>Plant Part:</em> Peal</strong></p><p><strong><em>Note:</em> Top, Fresh, Citrus, Sweet, Fruity</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Orange has been used to assist in:</strong></p><p><br /></p><ul><li><strong><em>Mind: </em>relaxing, depression, headache, moodiness, insomnia </strong></li><li><strong><em>Digestive System: </em>spasms, pain, colic, impaired digestion, constipation, vomiting, diarrhea, gas, nausea, eliminates toxins</strong></li><li><strong><em>Respiratory System: </em>coughs, colds, bronchitis, chills, inflammation, decongestant</strong></li><li><strong><em>Skin: </em>acne, wrinkles, dermatitis, collagen formation </strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em>Cold Pressed</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Used as a flavor, insect repellant, and to uplift the mind. </strong></p><p><strong>﻿</strong></p><p><strong><em>Blends Well With: </em>Black Pepper, Cinnamon Bark, Citrus, Clove Bud, Frankincense, Geranium, Ginger, Nutmeg, Patchouli, Rose, Sandalwood, Vetiver, Ylang Ylang </strong></p><p><br /></p><p><strong><em>Precautions: </em>Hotter oil that may irritate the skin and is moderately phototoxic.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p39_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Wild Oregano",
      "description": "<p><strong><em>Country of Origin:</em> Romania, Wild</strong></p><p><strong><em>Botanical Name:</em> Origanum vulgare</strong></p><p><strong><em>Plant Part:</em> Leaf</strong></p><p><strong><em>Note: </em>Spicy and Herby</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Oregano has been used to assist in:</strong></p><ul><li><strong><em>Antibacterial, Antiviral, Anti-microbial</em>: super powerful killing action </strong></li><li><strong><em>Digestive System:</em> indigestion, diarrhea, food poisoning, vomiting, flatulence, cramps, parasites</strong></li><li><strong><em>General Tonic:</em> immune, strengthens the vital centers</strong></li><li><strong><em>Respiratory System: </em>infections, bronchitis, colds, cough, asthma, pneumonia, congestion, lung tumors</strong></li><li><strong><em>Mind: </em>relaxes, revives, anxiety, wellbeing</strong></li></ul><p><br /></p><p><strong><em>Extraction Method: </em>Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Native to the Mediterranean region it was used as a spice, for infections, and respiratory problems.</strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Basil, Cypress, Lemongrass, Marjoram, Myrtle, Peppermint, Thyme</strong></p><p><br /></p><p><strong><em>Precautions: </em> Very hot. Can burn the skin and mucous membranes. Use with caution and always mix with a carrier oil.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p40_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Organic Patchouli",
      "description": "<p><strong><em>Country of Origin: </em>Nepal, Organic</strong></p><p><strong><em>Botanical Name: </em>Pogostemon cablin</strong></p><p><strong><em>Plant Part:</em> Leaf</strong></p><p><strong><em>Note:</em> Earthy, Woody</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: For greater details, see the picture printout from my book. Historically Patchouli has been used to assist in:</strong></p><p><br /></p><ul><li><strong><em>Skin:</em> acne, wrinkles, dermatitis, hives, eczema, wounds, scars, tones, regeneration, insect bites or stings</strong></li><li><strong><em>Emotional: </em>balancing, depression, stress, grounding, insomnia </strong></li><li><strong><em>Digestion:</em> upset stomach, constipation, appetite suppressant </strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation</strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Used to balance the emotions, skin, stomach problems.</strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Black Pepper, Cedarwood, Chamomile, Cinnamon, Citrus, Clary Sage, Clove, Frankincense, Geranium, Ginger, Lavender, Lemongrass, Myrrh, Rose, Sandalwood, Vetiver, Ylang Ylang</strong></p><p><br /></p><p><strong><em>Precautions: </em>No special cautions.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p41_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Peppermint, First Distilled",
      "description": "<p><strong><em>Country of Origin:</em> USA, First Distilled Ethically Cultivated</strong></p><p><strong><em>Botanical Name:</em> Mentha piperita</strong></p><p><strong><em>Plant Part: </em>Leaf and Plant</strong></p><p><strong><em>Note:</em> Minty with Herby Undertones</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes:  Peppermint is normally distilled at a high temperature and pressure to extract the most oil from the plant. This type of extraction will create a nice sharp candy cane like fragrance but lower overall therapeutic value. True therapeutic Peppermint has a herby smell to it because it is distilled at low temperature and pressure so the other beneficial healing properties are not burned off.  For greater details, see the picture printout from my book. Historically Peppermint has been used to assist in:</strong></p><ul><li><strong><em>Respiratory System:</em> colds, coughs, fevers, throat infections, asthma, bronchitis, decongestant, expectorant </strong></li><li><strong><em>Pain: </em> muscle, joint, inflammation, spasms, increases the circulation to the area applied</strong></li><li><strong><em>Nervous System:</em> mental alertness, fatigue, headaches, vertigo, stress, uplifting</strong></li><li><strong><em>Digestive:</em> colic, gas, nausea, diarrhea, indigestion, heartburn, food poisoning</strong></li><li><strong><em>Skin:</em> acne, dermatitis, itchy skin, sunburns, scabies</strong></li></ul><p><br /></p><p><strong><em>Extraction Method:</em> Steam Distillation </strong></p><p><br /></p><p><strong><em>Historic Benefits:</em> Used in flavoring, digestive aid, and pest repellent.</strong></p><p><br /></p><p><strong><em>Blends Well With:</em> Basil, Bergamot, Black Pepper, Cajeput, Cedarwood, Cinnamon Bark, Citrus, Cypress, Eucalyptus, Geranium, Ginger, Ravintsara, Juniper Berry, Lavender, Marjoram, Pine, Rosemary, Spearmint, Tea Tree, Thyme, Wintergreen </strong></p><p><br /></p><p><strong><em>Precautions:</em> Can be a hotter oil on sensitive individuals or children. Dilute when necessary.</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p42_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    }
  ]
}
