{
  "title": "blackCumin",
  "pdf": [
    {
      "title": "105 Abstracts with Nigella sativa Research",
      "order": 1,
      "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/Research%2Fabstracts_on_nigella_sativa_or_black_cumin_seed_oil%2Fabstracts_on_nigella_sativa_or_black_cumin_seed_oil.doc?alt=media&token=ec71a002-cb5c-4dec-8e1e-4db40445d9fb"
    }
  ],
  "article": [
    {
      "title": "Black Cumin, Organic: Egypt (Nigella sativa)",
      "linkText": "CLICK HERE TO LEARN MORE ABOUT BLACK CUMIN",
      "order": 2,
      "author": "Man Found Standing, Medicine Man",
      "elements": [
        {
          "element": "p",
          "content": "Not to be confused with regular Cumin, the therapeutic oil is cold pressed from the seeds of the Nigella sativa plant.  Technically the cold pressed Black Cumin is not considered an essential oil because of the fatty acids it contains.  Thirty-two different fatty acids have been found in this oil.  With more than one hundred active ingredients in its complex chemical structure, it has positive effects on the respiratory, circulatory, digestive, immune, and urinary systems of the body.",
          "order": 1
        },
        {
          "element": "p",
          "content": "Numerous scientists have found wonderful health benefits of taking Black Cumin oil internally, but this oil normally is to be taken in greater amounts than any regular essential oil.   The unique cell structure of the Black Cumin seeds, along with its high vitamin, mineral, and essential fatty acid content, show health benefits with a wide array of ailments and deficiencies.",
          "order": 2
        },
        {
          "element": "p",
          "content": "Black Cumin has been used as a food and as a medicine for thousands of years.  The seeds were found among the items in the Egyptian tomb of Tutankhamun and were to assist the pharaoh in the afterlife.  ​It was mentioned in the Bible and in the words of the Prophet Mohammed.  In Arab countries it is referred to as “the seed of blessing” and they also have a common saying that Black Cumin heals every disease except for death.  (The steam distilled Black Cumin oil has a completely different chemical makeup.)",
          "order": 3
        },
        {
          "element": "h3",
          "content": "Primary Usages:",
          "order": 4
        },
        {
          "element": "p",
          "content": "Highly effective for increasing immune function, respiratory complaints (asthma, allergies, bronchial spasms, and spasmodic coughs), and digestive issues (flatulence, dyspepsia, colic, constipation, and colitis).  Black Cumin has shown to be a beneficial for numerous skin conditions ranging from acne and Rosacea to psoriasis.",
          "order": 5
        },
        {
          "element": "h3",
          "content": "Secondary Usages:",
          "order": 6
        },
        {
          "element": "p",
          "content": "Black Cumin has been shown to assist with muscle pain, osteo-arthritis, rheumatism, accumulation of fluid or toxins, lymphatic congestion, and circulatory issues.  It is beneficial against cancer, diabetes, hepatitis, hypothyroidism, migraines, normalizes menstrual cycles and testicular inflammation.",
          "order": 7
        },
        {
          "element": "h3",
          "content": "Has Been Reported:",
          "order": 8
        },
        {
          "element": "p",
          "content": "Useful for mumps, glandular swelling, debility, frigidity, insomnia, nervous exhaustion, tiredness, and promoting lactation.",
          "order": 9
        },
        {
          "element": "h3",
          "content": "Descriptor:",
          "order": 10
        },
        {
          "element": "p",
          "content": "Immunomodulatory, Antiseptic, Anti-Histamine, Anti-Tumor, Neurostimulantive, Analgesic, Expectorants",
          "order": 11
        },
        {
          "element": "h3",
          "content": "Application:",
          "order": 12
        },
        {
          "element": "p",
          "content": "Direct application on area.  Take internally as a general health tonic.",
          "order": 13
        },
        {
          "element": "h3",
          "content": "Caution:",
          "order": 14
        },
        {
          "element": "h3",
          "content": "Influences:",
          "order": 15
        },
        {
          "element": "p",
          "content": "Grounding",
          "order": 16
        },
        {
          "element": "h3",
          "content": "Medicine Wheel:",
          "order": 17
        },
        {
          "element": "p",
          "content": "Primary Center and Secondary North.  Increases the Guardian Qi and Tonifies and Boosts the Lung Qi.",
          "order": 18
        },
        {
          "element": "h3",
          "content": "Recipies:",
          "order": 19
        },
        {
          "element": "p",
          "content": "Add to your meals to receive digestive benefits. Wonderful addition to your salad dressings and sauces. Add few drops directly on your cooked vegetables.",
          "order": 20
        },
        {
          "element": "img",
          "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/Research%2FblackCumin%2Fnigella-sativa-black-cumin-flowers_3.jpg?alt=media&token=3cacc804-e3b7-4626-b9ec-3a1dd7a395e6",
          "order": 21
        },
        {
          "element": "img",
          "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/Research%2FblackCumin%2Fblack-cumin-nigella_3.jpg?alt=media&token=33015d6d-5229-4528-8dca-fee8e4553248",
          "order": 22
        },
        {
          "element": "p",
          "content": "Black Cumin has impressive scientific research that shows it to have very beneficial anti-microbial properties.  It has been demonstrated to have potent anti-microbial properties and science has demonstrated why it has always been the best bet to combat colds and viral infection.  One of the most important components of Black Cumin Oil is known to be effective for bronchial asthma and respiratory allergies because of its ability to expand and relax the airways.  It also reduces the release of histamines into the bloodstream and thus works against allergic reactions.  Black Cumin has been shown to reduce allergy symptoms up to 90% over long term use.",
          "order": 23
        },
        {
          "element": "p",
          "content": "Scientists know that Black Cumin stimulates the bone marrow to produce immune cells, increases interferon production, protects the body against viruses and inhibits infection. Black Cumin has also been proven effective against the development of cancer.  The Cancer Immuno-Biology Laboratory of South Carolina ran a series of experiments in which mice were infected with tumor cells.  Two thirds of the animals treated with Black Cumin oil were still alive thirty days after being infected.  In contrast, ALL of the mice that did not receive Black Cumin treatment died within thirty days.  It stands without question that if the immune system is strengthened, numerous ailments and illnesses can be aided and alleviated.",
          "order": 24
        }
      ]
    }
  ]
}
