[
  {
    "content": [
      "\"I was introduced to Shiaqga just very recently and wanted to share my experience. I have been a healer and complementary therapist for many years and always believed that the body has an immense ability to heal itself given the right conditions. When I read about Shiaqga I was so impressed and intuitively knew this was genuine and uniquely powerful so I bought some immediately. My experience I want to share is about my beautiful cat called B.B. who recently developed a massive boil on his back which no matter what I tried didn’t stop the growth or obvious pain he was in, as he constantly licked and pulled out his fur. So I put just one drop directly on the sore once a day and within a few days it showed signs of reducing. He hated me touching it for first 5 days but then lay still whilst I rubbed it in so clearly he was no longer in any discomfort. Within 2 1/2 weeks it vanished and now the fur has grown back. I am so thrilled and grateful to have found Shiaqga and will continue to share this amazing Native American herb with others. Thank you so much for bringing it into the market so we all can benefit from it’s natural immune boosting properties. Nature definitely knows best. Thank you again 🙏🙏🙏 the first photo is after using Shiaqga for about three days, the silver looking area is the reducing of information as before I started the whole area was raised and red, and was about 2” in diameter.\""
    ],
    "order": 6,
    "photoUrls": {
      "1": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/suzie-t-1.jpg?alt=media&token=8f64a5ab-448f-4cd2-b301-d385022264d9",
      "2": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/suzie-t-2.jpg?alt=media&token=80d92948-2555-4425-963c-e7fa806b8da4",
      "3": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/suzie-t-3.jpg?alt=media&token=7d3a9ff5-159e-44d7-b3fb-cc78d6f3ac64"
    },
    "location": "",
    "name": "Suzie T."
  },
  {
    "content": [
      "\"I damaged my shoulder 2 years ago in a bad fall and broke a rib also.  I could not lift my arm over my head for over a year and a half.  I don’t go to doctors and I tried some other products, but none of them helped.",
      "I ordered Shiaqga and in only three days I was surprised to see that I could lift my arm with no pain at ALL.  The pain was all gone.  ​Now, 2 months later, the pain is still gone and the ringing in my ears is almost gone too.  This is a Miracle from above.\""
    ],
    "name": "Frank",
    "location": "Mississippi Gulf Coast",
    "order": 8
  },
  {
    "location": "Stockton, MO",
    "order": 25,
    "content": [
      "​I love the Shiaqga product.  Having spent many years with alternative health care, the Shiaqga product is the best “healer” I have ever encountered.  I just wanted to express my gratitude for your product and share some of my experiences with you. ",
      "I am already in excellent health and I only started to take your product because I always want to maintain my healthy life.  I started taking the Shiaqga during the winter to build up my immune system.  Immediately, I notice that I was having more energy.  That was very good because I’m always on the go and sometimes my energy level runs low.",
      "Next, I noticed that I was not getting the flu.  Since I come into contact with a lot of sick people, I usually will pick up a sickness every few months or so. ",
      "Let me share with you an example: A friend and I went over to visit another sick friend. This sick friend had been out of work for a week due to a very bad virus. Well a few hours after we left, I started feeling flu like symptoms.  I decided to take and extra dosage of Shiaqga, and went to bed.  The next morning I woke up feeling 100% better.",
      "This was great considering the friend that went with me also started to feel the flu like symptoms that night.  Since he is not into alternative healing, he went and visited his doctor for assistance, and ended up missing two weeks of work, due to his feeling so bad.",
      "I absolutely believe that we both contacted the same virus.  I processed the virus, while I slept, using the Shiaqga, while my friend took two weeks to get over the same bug. Wow, what a difference.",
      "After going through the winter season, and being on the Shiaqga product for four months, I experienced another wonderful benefit.  My seasonal allergies were gone!",
      "Every year, for as long as I can remember, when Spring rolled around, so did my feeling bad.  My nose would constantly run, my eyes would be itchy and red, and generally I would feel quite miserable.  Since taking the Shiaqga, I have experienced a healing miracle.",
      "I also have to share with you another experience.  I was testing a new alternative health care product for a company.  Before I went on their product I had my blood work done and everything was looking great.  After I was on their product for thirty days, I had my blood tested again.  To my horror, my blood was saturated with microscopic pieces of aluminum. Immediately, I had my wife test her blood, to see if she was contaminated too. Since her blood was clear of aluminum, I concluded it was the new product I was testing. ",
      "I had the product analyzed and found it contained a large quantity of aluminum. I contacted the company to tell them of my findings, and to find out what was going on. After they reviewed their manufacturing process, they concluded that the problem was within their mixing process.  They had been mixing the product in an aluminum container, and during that process microscopic pieces of aluminum were being ground off and contaminating the product.",
      "To fix my heavy metal problem, I started to double dose the Shiaqga.  When I had my blood work done about forty days later, I was completely clear of all contamination, and was back to my healthy self.",
      "Once again, thank you for your integrity, and for this miracle in a bottle."
    ],
    "name": "Paul Dean"
  },
  {
    "name": "Carolyne S.",
    "content": [
      "“I have been diagnosed in the past couple of years with diabetes and thyroid problems and I have been having issues with headaches, and concentration and dizziness and all kinds of things...and I have been trying to avoid taking medicines and taking insulin, I have type 2 diabetes, what they call diabetes, but I’ve been taking pills and still not seeing results that I wanted. ",
      "About 2 months ago a friend . . . heard about what I was going through and recommended it to me, so I immediately ordered the Shiaqga. . . The 1st thing, I was able to decrease my insulin pills in the first month. ",
      "By the end of the second month I had noticed that I had lost about 7 pounds. . . I did take it in the morning and in the evening and seven pound had just dropped off of me drastically... ...another thing, I had been having problems with my blood pressure and hypertension with the diabetes and the blood pressure has been very high for a long time.  Frightening, as a matter of fact. . . and yesterday on the 5th, they had been taking my blood pressure and my blood pressure was 108 over 80!  I haven’t had a reading like that in YEARS! ",
      "I know it’s the Shiaqga. . . The lump on my thyroid is  going down and I was so stunned it’s going down, it’s going down so much , if you could see it was protruding and now I can barely touch it and  you could feel it there and I’m so happy,  thank you all for just being there. ",
      "Thank you all for doing what you are doing, it is really healing my body. . . It’s amazing, it’s amazing!  I’m a witness; I’m definitely a witness of what Shiaqga does.\""
    ],
    "order": 11,
    "location": "Oakland, California"
  },
  {
    "name": "Melissa P.",
    "location": "Fredericksburg, VA ",
    "content": [
      "\"In October of 2018 my mother was diagnosed with 4 Stage Lung cancer and was given 6 to 8 months to live.  I was told about Shiaqga by a friend.  I started my mom on the product and each month she was getting better.  Two weeks ago, my mom was told that she is cancer free.  I'm grateful for Shiaqga and I'm telling everyone about the product.\""
    ],
    "order": 2
  },
  {
    "name": "Larron Campbell",
    "location": "California",
    "content": [
      "\"At school or work, when someone coughs, germs get spread to everyone in the room.  My wife was normally the first to catch a cold and bring it home.  But now that she is using Shiaqga, we have had no colds or coughing in our family.  Even after going into the emergency room of our hospital where there were many people coughing, I did not catch even a sniffle.\" "
    ],
    "order": 24
  },
  {
    "content": [
      "I am very emotional writing this, but will attempt to be as brief and to the points as possible.  My mind realized consciously only a few days ago & I feel more than a bit 'guilty' for never taking the time to do so before.  Myself, my family, and many of my dearest close friends have used Shiaqga ever since it first became available to people beyond only the Native American Tribes.",
      "If it were not for having the privilege of personally knowing Man Found Standing, for about 20 years, through our mutual work in the realms of advanced natural alternative medicines, this knowledge would not ever have been available to us.",
      "I remember the years of 'waiting', with eager but admittedly terrible impatience, as the study and experimentation continued to formulate a product perfectly balanced, quickly effective, and yet 'simple & affordable' for all to be easy to receive the powerful benefits - about 3 years 'on the edge of my seat' actually.",
      "Since that day not one has passed that I would ever want to be without this product in my own medicine cabinet for extreme emergencies, as well as on my counter as a regular consistent supplement to keep my immune system operating as it was designed to in the first place.  (My own close ones who are experienced with it themselves feel the same way.)",
      "For all of my whole life's work, it is beyond question the #1 single product I can point to, for anyone, with any health challenge - whether minor or severely advanced to 'being on the brink & suffering profoundly' - that is the closest thing to a true 'magic bullet' that I have encountered in over 35 years of research & experience.",
      "The stories I could tell are countless - it would require pages & pages, a whole book maybe.  (Now there's a thought!)",
      "People who had been 'written off as no hope whatsoever' to live.  Others who were diagnosed as being 'crippled physically' for the rest of their lives.  Some who were told 'no recourse but dangerous surgeries with very high risk of complications beyond rates of anticipated success'.  Many others with chronic cases of common debilitating degenerative diseases.  The list goes on beyond count............... ",
      "However, even though I have many years of experiencing the benefits of Shiaqga in it's former 'dry capsule form' over many years, I was in no way prepared for the power of Man Found Standing's new liquid extract form of this product.  My family & close ones are equally astounded - the potency is 'off the charts' beyond anything we could have imagined possible.",
      "In only 5 days my 74 year old father is feeling better than he has in many, many years - so much so that he finally told me (last night) just how bad he actually has been feeling, honestly, for a very a long time.  (He always tries to be so brave so we won't worry - but we all knew anyway.)",
      "He is so excited that, even though he doesn't have a computer, he has had me read every word on this site to him, over the phone, during the past 3 days.  (Both Dad & I have started giving it to our 'oldest and/or health challenged pets in need' too - my own little Tantani has stopped starving herself & been keeping a full belly for the past week - nothing else I've done has worked previously, she is 16 and had a degenerative genetic issue which vets were unable to help, though they tried.  To me it has not ever been a matter of 'prolonging life', especially when suffering, - what I devoutly feel matters, fundamentally to us all, is that of QUALITY of Life right now, this moment, today - and if life allows recovery, that I leave to God's own eternal wisdom for each soul.)",
      "In only 1 week's time, since these first bottles of liquid Shiaqga have arrived and I parceled them out at Christmas as 'gifts' this year (today is Dec. 31st 2016 as I write this) - my phone has been ringing with loved ones expressing their gratitude and utterly shocked enthusiasm.",
      "Some are friends from around the country who only received their bottles in the mail a few days ago.  Some of them it was a staggering surprise because they did not even have experience with the original capsule version prior.",
      "But I was well aware, acutely, of their own 'serious need' - and understood enough from prior experience that there was 'nothing I knew of or had to give that might be more valuable to them, in truth, than asking Man Found Standing to send them a bottle of this 'brand new liquid extract version' of his Shiaqga formula.",
      "All I can say, in these early stages here so soon, is that in all my 50+ years of life so far in this body, I have never personally 'felt SO good SO fast' (I demand a LOT from my body constantly - am so 'American' in every way the truth is staggering I am even alive, much less actually 'well & healthy' according to medical doctors - if they only knew all I have done, do, and also don't do that I know I should! I am not being flippant, it is simply the truth.....)    But much more importantly - I have NEVER received such overwhelming 'gratitude' from others for any 'gift' of any sort I have ever given in my whole life as has happened over these past few days.",
      "I don't even know 'how to take that' - but I sure am having a wonderful time 'taking it myself' and, after hearing so much from my own loved ones, I felt it high time I begin 'giving the knowledge of it' in whatever way I may be able to for others.  Time for me to put something in writing and put my own name on it for anyone who cares to know.",
      "So thank you, with all my eternal heart & soul, my beloved friend, Man Found Standing, for all you have given to me with your own time, infinite patient care, and brilliant insight & expertise over the past 2 decades.",
      "In my book, you are not only a 'Medicine Man' - but you are a Miracle Medicine Man with the most powerful heart of wings, empowering & strengthening others, to have and be the same.",
      "I love you for all your unending selfless help to me - as well as those near & dear who you've come to know as well over the years - in making the lives of us & all our other beloveds so much better, in ways words can not ever come close to expressing fully."
    ],
    "location": "Southern Indiana",
    "name": "Kelly Ann C.",
    "order": 27
  },
  {
    "location": "Maramec, OK",
    "content": [
      "I've been using shiaqga for about 4 months now.  It has given me more energy and relieved back pain and joint pain.  I had bladder cancer into the muscle and was recommended shiaqga and lemon oil.  I went in for testing and February and was given the all-clear sign for cancer.  I give a bottle of shiaqga to my dad who has Parkinson's.  He had Tremors very bad and had to shuffle his feet to walk.  He has been taking it for approximately 1 month and told me and it has helped slow with the trimmers down and he can walk much easier he plans on continue taking it.  Thank you very much."
    ],
    "name": "Rusty C.",
    "order": 31
  },
  {
    "order": 16,
    "name": "Francesca V.",
    "location": "Euclid, OH",
    "content": [
      "“Almost 3 years ago, my health took a nose dive regarding several issues . . . My skins was so bad it was now shooting blood onto the floor from the slightest touch.  About 1/3 of my skin was now psoriasis ridden, not just itching but causing pain and bleeding, many of my clothes and bedding ruined.",
      "I could not lay down to sleep.  It felt like I was laying down on sharp objects . . . I sat in front of my computer crying that I knew I needed to do something and knowing that what the medical profession deemed an appropriate solution in medications was not an option for me.  I was lead to the site . . . I started using Shiaqga and within 24 hours my skin improved tremendously.  My skin had integrity again.  The shooting blood stopped. . . I am so grateful . . . Thank you.”"
    ]
  },
  {
    "name": "Adrian R.",
    "location": "Meridian, ID",
    "order": 4,
    "content": [
      "\". . .My mother lives in Switzerland and takes Shiaqga to help ease Chemotherapy side-effects and it has made a very clear difference.\" "
    ]
  },
  {
    "location": "Indio, CA",
    "content": [
      "\"My husband and I have been using Shiaqga for the last 8 to 10 weeks.  We have each had our blood lipids checked very recently at different locations.  Since Gordon’s last lab report of . . . his total cholesterol has gone from 183 to 145: good cholesterol (HDL) has increased while bad cholesterol (LDL) has decreased: triglycerides are now fantastic and his HDL/LDL risk ratio has dropped from being too high to being in the desirable range.  For a 78 year old who once had prostate cancer, he has great health and high energy.",
      "I have a genetic tendency to high cholesterol and triglycerides.  My recent blood test showed the best improvement I have ever seen in the 40 years I have been tracking this. . . my . . .cholesterol has dropped 43 points; HDL – for the first time I can remember – is in the normal range; LDL although still too high has dropped 25 points; triglycerides have gone from 316 to 182.  Coronary risk factor is down from high to a near normal range.  While taking Shiaqga my energy levels have allowed me to have more productive days and at age 71 that is a blessing.",
      "I am counting on Shiaqga as our first line of defense against the serious flu feared for this coming winter.\"  "
    ],
    "order": 19,
    "name": "Wanda M."
  },
  {
    "name": "David C.",
    "location": "Pleasant Grove, UT",
    "order": 5,
    "content": [
      "\"A friend of mine discovered his prostate cancer returned.  He decided to undergo the doctor's recommended treatment of chemotherapy.  I told him about the Shiaqga product and give him two bottles.  Several weeks into his treatment he reported back to me that besides him being a little sick for a half-hour after treatment he would not even know he was doing the chemo.  During his first experience, he was sick all the time and his hair fell out.  He said if his experience before was a ten this would be a one.  He even told me his doctor said, \"Wow, you're really responding well to the treatment.'  He knows it has everything to do with the Shiaqga.\""
    ]
  },
  {
    "location": "Anderson, IN",
    "order": 26,
    "name": "E. Thompson",
    "content": [
      "\"I just have to tell you that I am so excited & pleased since the first . . . Shiaqga that I took.  My blood pressure dropped from 148/64 to 125/54 & my brain fog cleared in a very short time!  My breathing is even improved – breathing deeper, with a feeling of wellness that I thought long gone! ",
      "I thank God for who formulated this wonderful product & for the person who made sure that I tried it.\""
    ]
  },
  {
    "location": "Grovetown, GA",
    "content": [
      "\"When I heard about the Shiaqga, I wasn’t sure if it was something I would try or not.  I have had quite a few health issues in my lifetime, and as you know, they just keep adding up the older you get.",
      "I’ve had migraines since I was about 9 years old, and that was something I wasn’t sure that Shiaqga even dealt with.",
      "I was diagnosed with Hypothyroidism about 5 or 6 years ago. This was changed to a diagnosis of Hashimoto’s Disease, when further testing showed the extent of my thyroid problems.",
      "Two or three years ago, my primary care doctor sent me to a Rheumatologist, due to my having trouble sleeping and being in constant pain.  The Rheumatologist did a few “hands on” tests, and immediately said, “Fibromyalgia”.",
      "My first thought was, “Oh, great!  Now what!” I had heard of this disease before, and was now aware as to why I seemed to get sick all the time.  I was working in the medical field, as an MA and would catch every little thing that came along.  Fibromyalgia is an AutoImmune disease and now I knew “why” my immune system didn’t seem to protect me from much.",
      "I was later sent for sleep studies, and it was discovered that I never really fell into a deep sleep, and therefore was “always” tired. These sleep studies were run, due to seizures that I was experiencing in my sleep.",
      "As you guessed by now, I was placed on several different medications during this time and the cost alone, were outlandish!  The side effects were a “whole ‘nother story”, so to speak.",
      "Daily functions of living were becoming more and more of a hassle and I was living in a “fog” of sorts.  My Rheumo doctor called it “Fibro-fog”.  All I knew, was that I didn’t want any more to do with it, or the “hot pins” pain in my neck, shoulders, shoulder blades, back, etc… anymore.",
      "Then I found Shiaqga!  The first thing I noticed, was that the “fog” became less and less, and I was actually “awake” all day long!  Next, I discovered that my sleep patterns seemed to level out and I actually awoke in the mornings feeling refreshed!  The pain has lightened. No more headaches every day, and the skin cancer on my nose even seems to be fading away!",
      "Wow! I haven’t been “sick” with anything more than the sniffles for the past 6 months!",
      "A kitten had been playing with my arm, and scratched it. I ended up with a hole being eaten away in my arm, from a fungal/bacterial infection that set in to the puncture wound. The fact that it hadn’t spread all over my body amazed my primary care provider, and the only thing different in my system was the Shiaqga!  I put the Shiaqga directly onto the wound. Within 3 days, the hole was completely closed and “new” skin was even growing back.\""
    ],
    "name": "Theresa W.",
    "order": 14
  },
  {
    "name": "J. Cech",
    "order": 18,
    "content": [
      "\"My curiosity and drive to find new “natural” products for my pets and myself made it easy to try your product Shiaqga.  My 15-year old male Dalmatian, Jorge . . . has a lump on his right side for about two years, and over time, it became larger.  He also has a large lump on the side of his neck which has fluid in it.  ",
      "Being too old and weak for any type of surgery, our hands were tied.  One day after being on Shiaqga for perhaps six weeks, I noticed the hair around his tumor on his side was sticking out.  There was a scab on part of the lump.  The scabbed section was flatter.  A week or two later it reddened, and then another scab appeared on another section.  I was astonished at what I saw.  ",
      "I am happy to report that the lump has gone down by two-thirds its original size.  Also, the large lump on Jorge’s neck went down to about half its size.  During this allergy season, I have not seen Jorge bite his feet or other parts of his body, and he is not taking any steroids or medications for allergies.",
      "This product is amazing!  I, too, take Shiaqga as I had part of my lung removed and suffer from upper respiratory infections.  To date, I am happy to report that I became sick once so far while on Shiaqga, but was able to recover without antibiotics!  Shiaqga is a wonderful product that really works.\""
    ],
    "location": "Orland Park, IL"
  },
  {
    "name": "Dr. Tim Chapman, M.D.",
    "location": "Menifee, CA",
    "order": 7,
    "content": [
      "re:  Dr. Rothfeld, MD. 's treatise on natural immune system stimulation in cases of Multiple Sclerosis: ",
      "\"Dr. Rothfeld, MD. delivers sound and natural, scientific, evidenced-based information.  Our cultural times are recognizing an unheralded escalation of data accumulation, designating the marquee entitlement of “expert” all but a synonym of “disciple to learning.”",
      "My comment is not to delve deeply into epigenomic modulatory activities concerning balancing salutogenic, life-style decisions, but to acknowledge a product that has significantly created immune system enhancing activities, both safely and repetitively.  It is called Shiaqga and can be located at shiaqga.com.",
      "Its anti-neoplastic and immune-stimulating efficacies are superior. T. Chapman, MD.\""
    ]
  },
  {
    "name": "Bonnie Woods",
    "content": [
      "\"Three years ago this coming July, I fell and broke my right ankle so bad that my foot hung off to the side.  It took surgery, a plate and several screws to put my ankle back together. I was also told by the surgeon that I had soft bones.",
      "3 months in a wheel chair and two more months in a special boot using a knee scooter later, I was finally able to stand for short periods of time.",
      "Since this time almost 3 years later, I still walked with a limp, and had pain in my left hip and leg even at night when trying to sleep.  Also, I have arthritis in my forefinger and middle finger on my right hand, and over the past 6 months this has also become a problem and source of great pain in first my right thumb and then my left thumb, which meant I could no long crochet, something I enjoy doing.",
      "For the past 3 years with the advice of the surgeon and friends I started taking Glucosamine, Calcium, D3, and K2, nutritional supplements that are supposed to help strengthen bones.  These may have helped, but the fact remained, I still walked with a limp, and still had pain in my left leg, and pain from arthritis continued to increase.  The sad thing is at age 61 pain and discomfort seemed to becoming a normal thing.",
      "A month ago I ordered Shiaqga and in just one month I am now walking for 30 minutes daily with my husband and not limping.  No more pain in my left leg or hip, or my thumbs and fingers.\" "
    ],
    "order": 13,
    "location": "Savannah, GA"
  },
  {
    "name": "Francisca Epale, Certified John C. Maxwell Coach, Trainer and Speaker",
    "location": "Toronto, Canada",
    "content": [
      "\"After returning from China where I was teaching English, I suffered from insomnia and I was waking up several times during the night.  I ordered some Shiaqga and after it arrived, I was able to sleep peacefully throughout the night after taking it just two times.  I highly recommend this product.\""
    ],
    "order": 23
  },
  {
    "content": [
      "\"First off, I am astounded at how quickly it has worked!!!  My problem, (one of them) is that the cancer had attacked the esophagus and \"switched off\" the nerve endings which left me unable to eat or drink.  I was told by the doctor that I would NEVER be able to do so, and would have to be fed via a tube in my stomach. ",
      "Great future to look forward to huh.  I felt that I would be better off dead!!!  Luckily for me, my son found your website and we decided to give it a try, as I had literally nothing to lose.  Thank God I did!!!",
      "I have been taking twice the recommended dosage to try and get it started.  Now after about 14 days, I can eat and drink almost completely normally.  Thank you SO MUCH.  I will be continuing with them, possibly on a lower dose (eventually) for the time being.  I am so grateful.\"",
      "The next week Ken wrote:",
      "“This is my latest medical update.  Prepare to be impressed/astounded!  Yesterday I went to see my consultant for a follow-up visit following the work on my vocal chords.  When I went into his consulting room I saw the amazement on his face.  I think that he was not expecting any improvement in me.  He was totally bewildered to find that I have made such a recovery!  He ran a few tests which confirmed that I can now eat and drink normally. ",
      "He said that the nerve endings were completely better, but could not explain how this had occurred!  He said that it was like a miracle.  His final phrase was that the recovery was NOT due to anything the hospital had done. . . I left feeling secure in the knowledge that it was the Shiaqga which had done the trick. ",
      "​I am your staunchest supporter, and tell anyone I can about it.”"
    ],
    "order": 0,
    "name": "Ken C.",
    "location": "Liverpool, England"
  },
  {
    "location": "Great Falls, MT ",
    "name": "Denise H.",
    "order": 20,
    "content": [
      "\"I have seen huge benefits and differences when taking this.  Its amazing.\""
    ]
  },
  {
    "order": 22,
    "content": [
      "“Thank you so much for all the time you have spent talking with me.  I don’t know if it is the grounding, the Shiaqga, or a combination but my daughter is smiling again for the first time in ages . . . Again thanks so much for your caring.”"
    ],
    "location": "Idaho",
    "name": "V. Elledge"
  },
  {
    "location": "Fulton, NY",
    "order": 30,
    "name": "Tammy M.",
    "content": [
      "I came down with a cold at the end of December, and my body was really aching.  I received my Shiaqga, took my first dose, and four hours later, my aching was completely gone!  How awesome is that?!!  Overall, I am feeling so much better; I have more energy, strength, more flexibility, etc.  My son is noticing an improvement in his health as well.  "
    ]
  },
  {
    "content": [
      "\"I love the Shiaqga.   have tried all kinds of cholesterol medication, can’t get my high cholesterol to come down.  I had a heart attack in 06 and my bad cholesterol was clear up to 400.   I now have it down to 252, and I‘ve have had like 96 points come down for the bad cholesterol and triglycerides 129 points.  Every part of the cholesterol problem is coming into balance and I just love the Shiaqga and I would recommend it to everyone. Thank you.”"
    ],
    "name": "Ruth S.",
    "order": 15,
    "location": "Toole, Utah"
  },
  {
    "location": "Holden, Utah",
    "name": "Alison R.",
    "content": [
      "\". . . products have been wonderful addition to my stash of preventative medicines.  They have even cured an acute attack of mono my daughter was having.  Shiaqga is the best.  She tested positive and then tested negative.  The doctor said it must have been a false positive. ",
      "The University of Utah calls her to donate blood for the neonate unit because she has no viruses in her blood.  I am sure it was the three months of Shiaqga she took.\""
    ],
    "order": 21
  },
  {
    "name": "Joann G.",
    "location": "Gaylord, MI",
    "content": [
      "After ordering one bottle wrote:",
      "\"We ordered this product at the very strong recommendation of a good friend.  My husband is the one who has been taking it, and I think I really do see some good improvement in his overall health.  He is 91 years old, suffers from a severe heart condition, vascular dementia and suffered a serious fall in early April that seems to have worsened his sciatica.  Instead of having days of intense pain to the point where he is pretty much bedfast 24/7 except to use the bathroom and come to the table to eat meals, there are days when he can sit up for long periods of time without too much problem.  This is the only new thing we've introduced into his \"pill regimen\" so I think we can truthfully say we see improvement.  Praying that it continues.\""
    ],
    "order": 28
  },
  {
    "name": "Colleen",
    "location": "New Ulm, Minnesota ",
    "content": [
      "\"We have been using Shiaqga for our Son Danny.  He is now free of his hodgkins lymphoma.  Thank you for donating the bottles of Shiaqga.\" "
    ],
    "order": 1
  },
  {
    "location": "Branson, MO",
    "content": [
      "\"I first started taking the Shiaqga to try to help my arthritis.  I had been under a lot of stress and not eating healthy and my body had taken the toll.  My arthritis had reached the point that it was painful to get up out of a chair or even the car.  I could not walk upright.  I could just see my health going downhill.",
      "My husband and I had been taking these product for about 2 months when I suddenly discovered that I could actually walk upright again without being hunched over and my mobility has improved greatly, I started noticing the arthritic bumps on my hands have started to go down and my fingers seem like they are becoming straighter.",
      "The Shiaqga is the only change I have made to my lifestyle.  I’m so excited this has made me want to continue on the journey to good health.  Thank you so much for introducing me to your product, it's a lifesaver.\""
    ],
    "name": "Leanna Bush",
    "order": 10
  },
  {
    "name": "James H.",
    "location": "Temple, TX",
    "order": 34,
    "content": [
      "I am very, very pleased with your products.  It has completely reversed my throat cancers and my cancers on my face.  (02-04-2020)"
    ]
  },
  {
    "location": "Tavares, FL",
    "order": 33,
    "content": [
      "My husband was diagnosed in May with bladder cancer and began Shiaqga right away.  On his last check up - doctor said no tumors were there and only scar tissue left.  We are very pleased with this product."
    ],
    "name": "Johannes D."
  },
  {
    "order": 9,
    "content": [
      "\"I had a mole on my right forearm that started itching.  I put one drop of Shiaqga on it about 9am, by 3pm the mole appeared to be melting.  I treated it once more the next day and after 4 days the mole was completely gone.",
      "My 96 year old mother had a dime size lesion on her nose that the dermatologist said was a melanoma.  Surgery was recommended, but my mother declined.  Instead, she took Shiaqga for two weeks and she also applied one drop of Shiaqga to her nose daily until the spot cleared up.\""
    ],
    "name": "Mike Farris",
    "location": "Bowdon, GA"
  },
  {
    "name": "Jan B.",
    "photoUrls": {
      "1": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/jan-b-1.jpg?alt=media&token=ee871109-f361-4c64-87be-1920088cfb16"
    },
    "order": 32,
    "location": "the UK",
    "content": [
      "Luna's cancer update.",
      "No words needed  🙌💪🐶 going, going, gone.",
      "It was a vascular cancer growth diagnosed by our vet.  She sent us home to sit and wait to see what happened.  They didn’t want to remove as it would leave an open wound.   Which on her paw would have been impossible to keep clean.  So Gill recommended your product.  So happy we tried and the results speak for themselves in around 6-7 weeks from starting the treatment."
    ]
  },
  {
    "order": 29,
    "location": "Calgary, Alberta, Canada",
    "name": "Judith",
    "content": [
      "I bought two of your Shiaqga tinctures about a month ago.  I have to say I'm impressed.  I have an underfunctioning (and quite swollen) thyroid.  I've received your tincture about two weeks ago and I have been using it (when I remember to take it) pretty much three times a day.  The swelling at my throat has reduced by a third.  That's impressive.",
      "As well, I've had some scars that are substantially reduced in size, colour and such.",
      "My husband caught pneumonia over the holidays and has been taking it religiously.  He says he's now functioning at \"...ninety percent...\" which is astonishing because the last time he had pneumonia (about ten years ago) it took a good six to eight weeks to get him anywhere near that level of energy.  He's 69 years old, for heaven's sake!",
      "I'll be purchasing more.  No question."
    ]
  },
  {
    "content": [
      "\"I took only a daily dose and it relieved an earache that I had for three months.  I had a virus and it left me with an earache that was very miserable and painful.  It felt like an inner ear infection or block. . . I could hear again!",
      "I was so thrilled I could not believe it.  I have also had a ringing in the ear for years and the ringing in the ear has just quit it went away.  I know this has all been sinus related and I am so grateful to you for such a wonderful product.",
      "I also have experienced more energy.  I now have my energy back and I am not a couch potato at night. ",
      "I have a ruptured disk in my back and I am starting to do things that I have not been able to do for years. ",
      "I have only used ½ a bottle so far and it has been just great.  Thank you so much for this great product.  I can’t Thank You enough for this great product. Thanks again\""
    ],
    "location": "Kaysville, UT",
    "order": 12,
    "name": "T. Whitaker"
  },
  {
    "order": 3,
    "location": "Humansville, MO",
    "name": "Phil L.",
    "content": [
      "\"When I was told that I had only weeks to live and that there was nothing that could be done, you might imagine that I was devastated.  My complete confidence had always been in the miracle of modern medicine.  But that miracle was not to be available to me. ",
      "Despairing, I sought advice from a man I had met many years earlier while undertaking a vision quest among my people, the Nez Perce Indians of northeastern Idaho.  He told me to take the wood fungus known as \"Shiaqga\" and keep a piece of it in my mouth at all times.  Up to receiving this suggestion, I had been losing copious amounts of blood from the bowel as the disease literally ate me up from the inside.  I was dying.  So, even though I must admit I had always considered the wood fungi to be at best unsafe and at worst downright poisonous, what did I have to lose? ",
      "I did what I was told and a miracle happened.  Within just a few short weeks the bleeding stopped.  Within a year my disease was in complete remission.  Now, the disease that was killing me and had engulfed my entire G.I. tract is almost completely gone.  The gift of the Earth Mother has given me back my life.\""
    ]
  },
  {
    "content": [
      "\"I wanted to tell you how much the Shiaqga has helped me.  About four years ago I had a medical problem and the treatment caused my kidneys, Per the kidney Dr. \"went to sleep\"",
      "I have been taking shots to keep them stable, and was told they would never get better.  I started taking Shiaqga and within three months the blood work showed improvement.  Three months after that the blood work showed another improvement.  I quit those awful shots and three months later, my blood work shows another improvement. ",
      "I credit it all to the Shiaqga.  Thanks for such a Great Product, I take it every day and truly believe it's what keeps me going.”"
    ],
    "location": "Norman Park, GA ",
    "order": 17,
    "name": "Pauline C."
  }
]
