testimony: {
  "associatedConditions": { "chemotherapy side effects", },
  "content": "
  Adrian R. from Meridian, ID

  \". . .My mother lives in Switzerland and takes Apán to help ease Chemotherapy side-effects and it has made a very clear difference.\"

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Alfred M. 2019-09-17

  I use it for my regular health protocol. It is keeping me healthy.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Alice A. 2019-10-21

  My Mom is now walking around again and feeling better than she has in years. Very powerful healing medicine.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Alice M. 2019-05-29

  I have been on your product for a couple months and am very much improved from what I was. I just got back from my oncologist. He is pleased that there is improvement in my health, even though I did not undergo his recommended treatment. I am excited to see the continued healing.

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  Alison F. 2019-07-25

  The lump in my breast tumor reduced in size by half within taking my first two bottles. All of this without the doctors chemo!!!!

  "
  },
  testimony: {
  "associatedConditions": { "mono", },
  "content": "
  Alison R. from Holden, Utah

  \". . . products have been wonderful addition to my stash of preventative medicines.  They have even cured an acute attack of mono my daughter was having.  Apán is the best.

  She tested positive and then tested negative.  The doctor said it must have been a false positive.



  The University of Utah calls her to donate blood for the neonate unit because she has no viruses in her blood.  I am sure it was the three months of Apán she took.\"

  "
  },
  testimony: {
  "associatedConditions": { "blood", },
  "content": "
  Amy A. from Littleton, NH (06-05-2020):

  ​I have been using the shiaqga super concentrate for 3 weeks.  I had labs this yesterday and they are better than ever.  I also dropped 9 lbs and my platelets are in normal range!!

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Amy D. 2019-07-30

  No mastectomy for me!!!!!! I had an advanced stage of breast cancer and my doctor was pushing a mastectomy and well as their other treatment. I am so grateful my friend referred me to the Apán. I am now cancer free!!!!

  "
  },
  testimony: {
  "associatedConditions": { "respiratory", },
  "content": "
  Andy M. 2019-10-10

  Got over a lung condition that I have had for years. Thank you!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Ann P. 2019-09-26

  Amazing, I feel like a new person after only using for 30 days. This is a staple now in my health maintenace

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", },
  "content": "
  Anne B. 2019-02-01

  I have been taking Apán for about a month now. During this time I can say that I haven’t been sick, my allergies seem to be less troublesome.

  The taste is great!

  I have taken other supplements and because of the taste haven’t continued, they taste like dirt! The pleasant taste of peppermint it nice!

  I plan on continuing with Apán and will recommend it to my friends and family.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Anthony L. 2020-03-21

  I recently had prostate cancer surgery, so this product was taken to help my body heal internally, as there are stitches that I truly need to heal properly for resumption of previous activities. Prior to taking, internal itching was at an all-time high, but within two weeks on taking this product my clotting was passed and itching has gone away! I am still on the road to recovery, but believe my own body is doing well without any other medications. Thank You!

  "
  },
  testimony: {
  "associatedConditions": { "lyme disease", },
  "content": "
  Antonio T. 2020-01-21

  Working well with my lymes disease.

  "
  },
  testimony: {
  "associatedConditions": { "energy", "heart", },
  "content": "
  Antonio V. 2020-02-14

  I've noticed more energy! I also noticed my working heart rate has gone down, you see I'm a runner! I run a mile and half in the morning then at night before I go to sleep! My working heart rate should be 158 ! I have finished my runs and my working heart rate has been at 140 maximum! When in the past I would finish my run my maximum working heart would 164 or 168, thats very dangerous!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Audrey L. 2019-11-26

  Phenomenal product. As a practitioner, I have several clients taking this product with excellent results. Highly recommend.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Barbara B. 2019-05-29

  Feeling better and continuing to heal.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Barbara B. 2019-03-27

  Thank you for the new super daily. I can really feel the difference.

  "
  },
  testimony: {
  "associatedConditions": { "lymph node", },
  "content": "
  Barbara B. 2019-07-15

  I have been taking it for about two weeks now and I am quite excited. I had a enlarged lymph in my armpit and other herbs and supplements I did not have any effect on reducing it. Since I have been on the Shiaqga it has gotten significantly smaller and I still have 1/2 the bottle left. Thank you. I will give you an update on my progress.

  "
  },
  testimony: {
  "associatedConditions": { "lymph node", },
  "content": "
  Barbara B. 2019-07-15

  Part 2 -- I have been seeing such good results got another bottle before I was even finished with my first. My enlarged lymph node is now normal. I am feeling great with more energy. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "respiratory", },
  "content": "
  Barbara C. 2019-10-29

  Seems to be helping with excessive phlegm in the throat. It feels very soothing and beneficial. Barbara Cavazos.

  "
  },
  testimony: {
  "associatedConditions": { "sleep", "energy", },
  "content": "
  Barbara M. 2019-12-06

  I love this product. It is keeping me free from this serious illness that everyone has and is going around Atlanta, GA. I feel more energy and seem to be sleeping a lot better. I was not expecting the great taste. Normally supplements like this are so awful tasting

  "
  },
  testimony: {
  "associatedConditions": { "menstration", "menopause", },
  "content": "
  Barbara S. 2019-10-10

  Wonderful product. It has really helped knocking out a very persistent UTI. I also notice my menopause symptoms have significantly dropped. Also my daughter has extremely painful periods and she was shocked to have her first "pain free" period.

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", },
  "content": "
  Benjamin C. 2019-05-02

  Just used my first bottle of the super daily. My allergies haven’t had the impact on my sinuses like they did. I’ve been able to stop taking all meds for my allergies. Just my Apán now!

  "
  },
  testimony: {
  "associatedConditions": { "kidney", },
  "content": "
  Bill J. 2019-03-13

  I love the new Super Daily! My kidney function is increasing and I am feeling in much better health. Thank you for your support.

  "
  },
  testimony: {
  "associatedConditions": { "broken ankle", "arthritis", },
  "content": "
  Bonnie Woods, Savannah, GA

  \"Three years ago this coming July, I fell and broke my right ankle so bad that my foot hung off to the side.  It took surgery, a plate and several screws to put my ankle back together.

  I was also told by the surgeon that I had soft bones.



  3 months in a wheel chair and two more months in a special boot using a knee scooter later, I was finally able to stand for short periods of time.



  Since this time almost 3 years later, I still walked with a limp, and had pain in my left hip and leg even at night when trying to sleep.  Also, I have arthritis in my forefinger and middle finger on my right hand, and over the past 6 months this has also become a problem and source of great pain in first my right thumb and then my left thumb, which meant I could no long crochet, something I enjoy doing.



  For the past 3 years with the advice of the surgeon and friends I started taking Glucosamine, Calcium, D3, and K2, nutritional supplements that are supposed to help strengthen bones.  These may have helped, but the fact remained, I still walked with a limp, and still had pain in my left leg, and pain from arthritis continued to increase.  The sad thing is at age 61 pain and discomfort seemed to becoming a normal thing.



  A month ago I ordered Shiaqga and in just one month I am now walking for 30 minutes daily with my husband and not limping.  No more pain in my left leg or hip, or my thumbs and fingers.\"

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Brando H. 2020-05-18

  I absolutely reccomend this products to anyone with a compromised immune system, or even if your like me and living healthy. This product has help me through the smallest illnesses. I very rarely get sick, maybe once every 3yrs

  "
  },
  testimony: {
  "associatedConditions": { "pain", },
  "content": "
  Brenda W. 2020-02-25

  Really helped my joint pain, and quite quickly too.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Brian P. 2019-12-23

  It's been working great!!! I feel a lot better, I'm fighting prostate cancer. Thank you so so much for this product!! GOD Bless

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Bronte G. 2019-06-13

  I don't get my sicknesses like I did before -- colds, flu, and bronchitis. I am feeling very much healthier and am staying on this supplement.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Carl C. 2019-02-01

  Three months now and my cancer is in complete remission. My doctor calls it a "spontaneous remission" but I know its the Shiaqga. That is the only thing I have been doing different. You restored my health and my life!!!!

  "
  },
  testimony: {
  "associatedConditions": { "pain", "cancer", },
  "content": "
  Carl S. 2019-02-12

  Thank you for the new Super Daily!!! I have been using a couple bottles of the daily formula each month and now have upgraded to the super daily. I first started using the Apán for bladder cancer. My pain was severe and there was a bit of blood in my urine. Within the first month, my pain and bleeding stopped. My cancer is now in remission and my doctor is wondering what is going on. Thank you for this wonderful product.

  "
  },
  testimony: {
  "associatedConditions": { "diabetes", "thyroid", },
  "content": "
  Carolyne S. from Oakland, California

  “I have been diagnosed in the past couple of years with diabetes and thyroid problems and I have been having issues with headaches, and concentration and dizziness and all kinds of things...and I have been trying to avoid taking medicines and taking insulin, I have type 2 diabetes, what they call diabetes, but I’ve been taking pills and still not seeing results that I wanted.



  About 2 months ago a friend . . . heard about what I was going through and recommended it to me, so I immediately ordered the Apán . . . The 1st thing, I was able to decrease my insulin pills in the first month.



  By the end of the second month I had noticed that I had lost about 7 pounds. . . I did take it in the morning and in the evening and seven pound had just dropped off of me drastically... ...another thing, I had been having problems with my blood pressure and hypertension with the diabetes and the blood pressure has been very high for a long time.  Frightening, as a matter of fact. . . and yesterday on the 5th, they had been taking my blood pressure and my blood pressure was 108 over 80!  I haven’t had a reading like that in YEARS!



  I know it’s the Apán . . . The lump on my thyroid is  going down and I was so stunned it’s going down, it’s going down so much , if you could see it was protruding and now I can barely touch it and  you could feel it there and I’m so happy,  thank you all for just being there.



  Thank you all for doing what you are doing, it is really healing my body. . . It’s amazing, it’s amazing!  I’m a witness; I’m definitely a witness of what Apán does.\"

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Celeste D. 2020-03-02

  My friends cancer is now all gone thanks to Apán!!!!!!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Cheryl B. 2019-04-25

  I have been using Apán for quite some time now. Originally it was for some small health issues that went away rapidly. I love the stronger Super Daily even better. Wonderful results in keeping myself free from illness and staying healthy. Thank you for this wonderful product.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Cheryl M. 2019-05-29

  Thank you for this product. It really has assisted my families health.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Christopher F. 2020-02-02

  Amazing products.

  From nature with love.

  Thank you so much.

  "
  },
  testimony: {
  "associatedConditions": { "hodgkins lymphoma", },
  "content": "
  Colleen from New Ulm, Minnesota

  \"We have been using Apán for our Son Danny.  He is now free of his hodgkins lymphoma.  Thank you for donating the bottles of Apán.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Corey S. 2020-02-21

  Hands down the best supplement that I've ever taken. I was going through some pretty serious health issues and I started taking Apán and within days my symptoms were gone. I have been taking Apán ever since and if possible I will take it the rest of my life.

  "
  },
  testimony: {
  "associatedConditions": { "diabetes", },
  "content": "
  DORIN C. 2019-09-30

  HI, THIS PRODUCT IS A MIRICAL HELP ME AND MY MOTHER FOR ALL HELTH PROBLEM, THE PANIC ATAK HAS BEEN GONE AND DIABETIC LEVEL HAS DICRISE, THE ONLY WAY TO SEE IF WORK IS TO TRY THIS PRODUCT AND YOU CAN SEE THE DIFRENT, IT IS A AMAIZING. THANKS

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Dan P. 2019-06-07

  It was in month two that I really started seeing the improvements to my health. Great product!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Daniel S. 2019-11-19

  so far so good.ill know more after my next blood teat

  "
  },
  testimony: {
  "associatedConditions": { "diabetes", },
  "content": "
  Daniel S. 2019-10-28

  too early to tell but mysugar and creatine numbers were down

  "
  },
  testimony: {
  "associatedConditions": { "stomach", },
  "content": "
  Dave D. 2019-10-21

  My stomach issues have now been resolved. Still taking it for some other health concern. Feeling a lot better!

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  David B. 2019-03-05

  I used it topically, a couple drops three to five times a day, on a skin cancer. I also took it internally. My skin cancer went away in two weeks . . . now nice new healthy skin. I am also feeling better and have more energy. I am going to keep using this product.

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", "cancer", },
  "content": "
  Dawn D. 2019-06-20

  We received Apán five weeks ago and my blood count - both white and red came back completely normal -- they were out of range due to a cancer diagnosis. We could not believe that it also brought down my blood pressure to the lowest it has been in years. By accident I dropped the bottle on a brick floor and in wiping it up, it cleaned my floor and made my house smell wonderful! I called and reordered after the Apán was all over the floor and they shipped it out the same day. They have very good customer service! I recommend this product for anyone with immune issues or fighting cancer.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Dawn H. 2020-03-03

  Apán is easy to take and has kept the entire family cold and flu free for the entire season.

  "
  },
  testimony: {
  "associatedConditions": { "eyes", "cancer", },
  "content": "
  Debbie M. from Sarasota, FL

  \"We absolutely love this product and have taken for years.  I have taken for my cancer diagnosis 13 years and my husband 3 years ago.  Since I can't say it cured per FDA (but we both are cancer free), I will say it helps us keep it away in my personal opinion.  My husband took it for his eyesight Vein Occlusion where he was losing his site in one eye.  You have to get shots in your eye monthly for years in most cases - his doctor was amazed when his eyesight was back to normal in 6 months and no more shots needed - he said this has never happened in his practice.  We will keep taking it.  I would recommend people research this great product by clicking on the references section on their website.  Thank you so much for having the best brand I have been able to find.\"

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", },
  "content": "
  Debra Y. 2020-06-05

  This product is a great organic product that works. I've been taking it for about a month and inflammation has decreased and allergies are not bothering me anymore!

  "
  },
  testimony: {
  "associatedConditions": { "sleep", },
  "content": "
  Delilah T. 2019-12-08

  We love this product. Have been taking it for 3 weeks. I sleep soundly through the night. I have some skin issues and they are not itching & going away. I have tinnitus and it seems to be less annoying. Hopefully it will eventually be gone. My husband has prostate cancer and he only gets up once a night. We are going to get his PSA checked in another month to see what that reading is..

  We will continue to take Apán. Everyone should be taking it even if you have no issues. I think it’s a good

  Immune builder and preventative product.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Denise H. from Great Falls, MT

  \"I have seen huge benefits and differences when taking this.  Its amazing.\"

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Diana C. 2020-02-13

  I have been taking Apán for a few months. I love it. I believe and that it's helping my immune system. I would definitely recommend to anyone with health problems.

  "
  },
  testimony: {
  "associatedConditions": { "pain", },
  "content": "
  Diane C. 2019-10-31

  SO far so good, still on my first bottle, but I already feel some of my pain in some injuries I have going away.

  the people are very friendly and very helpful. any questions they always answer.  I also pick two more bottles so I can give it a good 3 month try. thank you

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Diane R. 2019-04-04

  This stuff is AMAZING! I feel the difference and when my household got sick...I DIDN'T! YAY!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Dianna C. 2019-04-01

  Great job. I can really tell the strength increase with the Super Daily. The Apán has been so beneficial to overcoming my numerous health conditions. Thank you for this.

  "
  },
  testimony: {
  "associatedConditions": { "sinuses", },
  "content": "
  Donna G. 2019-12-20

  My daughter took some of this and made a tea out of it. My daughter has chronic sinus issues and using the Apán in her nettie pot has made a tremendous difference.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Dr. Katalina D. 2019-05-09

  I used the original Shiaqga formula with wonderful results on myself and my patients. It has been a month with me experiencing the Super Concentrate and I can clearly notice an improved difference. Wonderful product.

  "
  },
  testimony: {
  "associatedConditions": { "multiple sclerosis", },
  "content": "
  Dr. Tim Chapman, M.D.

  Menifee, CA

  re:  Dr. Rothfeld, MD. 's treatise on natural immune system stimulation in cases of Multiple Sclerosis:

  \"Dr. Rothfeld, MD. delivers sound and natural, scientific, evidenced-based information.  Our cultural times are recognizing an unheralded escalation of data accumulation, designating the marquee entitlement of “expert” all but a synonym of “disciple to learning.”



  My comment is not to delve deeply into epigenomic modulatory activities concerning balancing salutogenic, life-style decisions, but to acknowledge a product that has significantly created immune system enhancing activities, both safely and repetitively.  It is called Apán.



  Its anti-neoplastic and immune-stimulating efficacies are superior.

  T. Chapman, MD.\"

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", "breathing", },
  "content": "
  E. Thompson from Anderson, IN

  \"I just have to tell you that I am so excited & pleased since the first . . . Apán that I took.  My blood pressure dropped from 148/64 to 125/54 & my brain fog cleared in a very short time!  My breathing is even improved – breathing deeper, with a feeling of wellness that I thought long gone!



  I thank God for who formulated this wonderful product & for the person who made sure that I tried it.\"

  "
  },
  testimony: {
  "associatedConditions": { "eyes", },
  "content": "
  Elin M. 2019-09-27

  A wonderful product that I am adding to my daily supplements. I was having some smaller health issues and a major eye (macular degeneration) issue. My health and eye sight is getting better. I thank God for this wonderful product!!!!!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Emilie B. 2019-10-14

  Thank you so much. After the first initial detox, I recovered my energy and started to feel much better. Now after a couple of bottles I can truly say it has been years since I have felt this good.

  "
  },
  testimony: {
  "associatedConditions": { "kidney", },
  "content": "
  Evelyn B. 2019-05-13

  My kidney function continues to climb. Doctors are astounded.

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  FRED S. 2019-09-15

  I've had an excellent experience with this product . It gives me an incredible amount of energy and mental clarity yet with a tremendous sense of calmness and well being . Truly an excellent addition to my health supplement routine

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  FRED S. 2020-02-22

  My bottles arrived on time and were well packaged. I was even given 2 additional free bottles to help me fight my condition . Thank you

  "
  },
  testimony: {
  "associatedConditions": { "psoriasis", },
  "content": "
  Francesca V. from Euclid, OH

  “Almost 3 years ago, my health took a nose dive regarding several issues . . . My skins was so bad it was now shooting blood onto the floor from the slightest touch.  About 1/3 of my skin was now psoriasis ridden, not just itching but causing pain and bleeding, many of my clothes and bedding ruined.



  I could not lay down to sleep.  It felt like I was laying down on sharp objects . . . I sat in front of my computer crying that I knew I needed to do something and knowing that what the medical profession deemed an appropriate solution in medications was not an option for me.  I was lead to the site . . . I started using Apán and within 24 hours my skin improved tremendously.  My skin had integrity again.  The shooting blood stopped. . . I am so grateful . . . Thank you.”

  "
  },
  testimony: {
  "associatedConditions": { "sleep", },
  "content": "
  Francisca Epale, Certified John C. Maxwell Coach, Trainer and Speaker (Toronto, Canada)

  "After returning from China where I was teaching English, I suffered from insomnia and I was waking up several times during the night.  I ordered some Shiaqga and after it arrived, I was able to sleep peacefully throughout the night after taking it just two times.  I highly recommend this product."

  "
  },
  testimony: {
  "associatedConditions": { "injury", },
  "content": "
  Frank, from the Mississippi Gulf Coast

  "I damaged my shoulder 2 years ago in a bad fall and broke a rib also.  I could not lift my arm over my head for over a year and a half.  I don’t go to doctors and I tried some other products, but none of them helped.



  I ordered Shiaqga and in only three days I was surprised to see that I could lift my arm with no pain at ALL.  The pain was all gone.  ​Now, 2 months later, the pain is still gone and the ringing in my ears is almost gone too.  This is a Miracle from above."

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Frank G. 2019-09-17

  I gave this bottle to my sister for her to test out. Her health has improved like mine did. She will now be ordering for herself.

  "
  },
  testimony: {
  "associatedConditions": { "stomach", },
  "content": "
  Frank G. 2019-09-17

  Thank you. I have been using this for stomach issues and my health has greatly improved.

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", },
  "content": "
  GW S. 2020-01-22

  This was our first purchase so we are still waiting and watching to see how it works on the dogs. Both are German Shepherds. One has breast cancer and the other is going blind from high altitude. The one with cancer will not eat the ground Apán inside meatballs or anything so we give her the liquid, 3cc once a day. The other one will eat the ground Apán in the meatballs so she gets quarter teaspoon in each of 3 meatballs two times a day. She still does not like it much, picks at it so when the ground is gone will put her on the liquid provided we can still afford it.



  I started taking 3 droppers in water when we first got it and it was not long that I could cut my blood pressure medicine in half. I am looking forward to stopping it all the way.



  We believe this product will be super beneficial in the long run. We would take more if we could afford to buy more.



  Keep the great product coming. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", "covid-19", },
  "content": "
  Gail H. 2020-7-1

  I have had many successful health breatkthroughs since using Apán.  I have been cured of cancer and Covid-19.

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", },
  "content": "
  Grace H. 2019-06-06

  Thank you. I feel so much better. My high blood pressure is now in the normal range and without my pills. I am going to start my husband on it now too.

  "
  },
  testimony: {
  "associatedConditions": { "chemotherapy side effects", },
  "content": "
  Harold C. 2020-03-09

  This has greatly reduced my chemo sickness. No more throwing up all day long. I am feeling stronger with more energy. I am getting another couple bottles to keep going.

  "
  },
  testimony: {
  "associatedConditions": { "respiratory", "lumps", },
  "content": "
  J. Cech from Orland Park, IL

  "My curiosity and drive to find new “natural” products for my pets and myself made it easy to try your product Shiaqga.  My 15-year old male Dalmatian, Jorge . . . has a lump on his right side for about two years, and over time, it became larger.  He also has a large lump on the side of his neck which has fluid in it.



  Being too old and weak for any type of surgery, our hands were tied.  One day after being on Shiaqga for perhaps six weeks, I noticed the hair around his tumor on his side was sticking out.  There was a scab on part of the lump.  The scabbed section was flatter.  A week or two later it reddened, and then another scab appeared on another section.  I was astonished at what I saw.



  I am happy to report that the lump has gone down by two-thirds its original size.  Also, the large lump on Jorge’s neck went down to about half its size.  During this allergy season, I have not seen Jorge bite his feet or other parts of his body, and he is not taking any steroids or medications for allergies.



  This product is amazing!  I, too, take Shiaqga as I had part of my lung removed and suffer from upper respiratory infections.  To date, I am happy to report that I became sick once so far while on Shiaqga, but was able to recover without antibiotics!  Shiaqga is a wonderful product that really works."

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", },
  "content": "
  J.J. 2019-07-17

  I have been using Apán for a little over a year now and I love it! I no longer have my seasonal allergies and I have not gotten sick (colds/flu) even when around sick people.

  "
  },
  testimony: {
  "associatedConditions": { "sores/open wound on body", },
  "content": "
  JD. 2019-02-15

  I am in good health but use the Apán to keep me that way. Here are two reports. 1. I had my brother use a few drops a day of the Apán in an open festering wound he had for over a month. In three days it was majorly better and in just over a week it was completely healed. 2. This year a bad flu bug went around our town. People were getting sick everywhere. I went to the bank, post office, and grocery store and came in direct contact with several miserable coughing people in each place I visited. Still I did not get sick at all. I feel I am in better health because of the Apán.

  "
  },
  testimony: {
  "associatedConditions": { "skin/hair", },
  "content": "
  Jacqueline J. 2019-03-13

  It has helped me health wise immensely, both internally and when used direct on my skin. Advice and support was excellent and much appreciated. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "thyroid", },
  "content": "
  James C. 2019-12-12

  We are using this along with the Thyroid Support and notice a great difference. Already cutting back on the meds and still filling much better. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  James C. 2020-02-28

  Very helpful for cancer, thank you

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  James H. from Temple, TX:

  I am very, very pleased with your products.  It has completely reversed my throat cancers and my cancers on my face.  (02-04-2020)

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Jamie C. 2020-02-19

  Your products have literally changed my life!!!!

  "
  },
  testimony: {
  "associatedConditions": { "skin/hair", },
  "content": "
  Jamie C. 2020-02-19

  Thank you. My dogs were having a little hard time taking it at first but then I just did a little and built up. Now they take it no problem. I have seen an improvement in their skin/hair and they are not scratching like they did before. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "pain", "lumps", },
  "content": "
  Jan A. 2019-06-13

  MY LUMPS ARE GETTING SMALLER AND THE SORENESS IS ALMOST NON-EXISTENT!

  "
  },
  testimony: {
  "associatedConditions": { "sores/open wound on body", },
  "content": "
  Jan B. from the UK:

  Luna's cancer update.

  No words needed   going, going, gone.



  It was a vascular cancer growth diagnosed by our vet.  She sent us home to sit and wait to see what happened.  They didn’t want to remove as it would leave an open wound.   Which on her paw would have been impossible to keep clean.  So Gill recommended your product.  So happy we tried and the results speak for themselves in around 6-7 weeks from starting the treatment.

  "
  },
  testimony: {
  "associatedConditions": { "respiratory", },
  "content": "
  Jan W. 2020-02-28

  I have been suffering from a lung condition for quite some time. The Apán cleared it all up where the doctors could not!!!! Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Janet M. 2019-12-31

  I like the taste of it, the cinnamon & peppermint come thru on the taste for me. I have passed things from my body since I started taking this roughly 6 wks. ago and I know it is working. I will continue to take this for several months to continue to de-toxify and cleanse my body and for healing. Thank you so much for formulating this product and having it available for people to get and stay healthy.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", "energy", },
  "content": "
  Janett S. 2019-04-04

  I am a personal trainer and I love the Shiaqga. The main things I notice is extra energy, more regularity in the bathroom, I avoid the local flu viruses, and my down time from my workout routine has been cut in half.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Janice S. 2020-01-11

  I'm on my 4th bottle and about to order more...basically, I can't live without this. I just lost 2 brothers in 2 1/2 months to really nasty, aggressive cancers (different cancers too) and this will be the reason I won't get it. It does so much more. It's amazing stuff!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Janice S. 2020-05-18

  I love this product. With all the virus issues going on it's co comforting to know that my body is building a strong immune system. Thank you again for this miracle concentrate!

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  Janice S. 2019-03-09

  I have only been using Shiaqga for 3 weeks so it's a little early to tell if any significant changes are noticeable. I have a labral tear in my right hip and was told there is no blood supply to that area and that is my main focus at this point. I'm hoping this will eventually help my body heal that tear. I will report later, but I have noticed more energy and I'm hoping that internally it's doing lots or great things!

  "
  },
  testimony: {
  "associatedConditions": { "oxygen", },
  "content": "
  Janie C. 2019-02-01

  Its been two months now and my health and oxygen levels have improved greatly. I am now taking less medications and feeling better than I have in many years. Thank you for this amazing product.

  INFLAMATION

  "
  },
  testimony: {
  "associatedConditions": { "menstration", },
  "content": "
  Jean C. 2019-05-22

  I am in good health but wanted to use the Shiaqga to keep me that way. I was using it a few months and then I stopped. It was only upon stopping that I realized what one of the things it was actually doing for me. While I was taking the Super Concentrate my normal painful mensuration stopped being painful. I did not attribute this to the Shiaqga until I stopped it and the painful mensuration came back. I went on the Shiaqga again and my next period was without pain. I now know its the Shiaqga that was doing this for me. Thank you! It is well worth me not having to go through that each month. . . plus the added bonus of the stem cells reversing or slowing down the aging process. I am now a fully loyal customer.

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", },
  "content": "
  Jean D. 2020-03-02

  This really has assisted my husbands allergies. Well worth it and looking forward to seeing the reverse aging manifest. Thank you so much for the wonderful customer service.

  "
  },
  testimony: {
  "associatedConditions": { "generic", "tonsils", },
  "content": "
  Jeannette W. from Perkasie, PA:

  On 05-28-2020 after ten days on the 2oz Apán Daily Formula she emailed, "Thanks for all your work and your patience with my questions.  I am slowly seeing some improvements, although I have nothing seriously wrong with me.  I assume people with real problems see improvements faster than those of us who are just dealing with middle age!  ;)



  Oh, by the way, my 15 year old quickly saw her persistent tonsil stone go away and the other tonsil looks healthy, too!  Thank you!"

  "
  },
  testimony: {
  "associatedConditions": { "back", },
  "content": "
  Joann G. from Gaylord, MI after ordering one bottle wrote:

  "We ordered this product at the very strong recommendation of a good friend.  My husband is the one who has been taking it, and I think I really do see some good improvement in his overall health.  He is 91 years old, suffers from a severe heart condition, vascular dementia and suffered a serious fall in early April that seems to have worsened his sciatica.  Instead of having days of intense pain to the point where he is pretty much bedfast 24/7 except to use the bathroom and come to the table to eat meals, there are days when he can sit up for long periods of time without too much problem.  This is the only new thing we've introduced into his "pill regimen" so I think we can truthfully say we see improvement.  Praying that it continues."

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Joann G. 2019-11-18

  I have seen much improvement in my families health. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "libido", },
  "content": "
  Joanne Togati 2019-10-15

  I bought 6 bottles to promote at a wellness event. I sold all 6 and have heard great feedback from the clients who are using it. One client in particular feels his libido has returned at 71 and his blood tests came back normal. He mentioned he has better circulation in his feet now than he has had in a while. Apán affects many systems of the body and so it’s wonderful to hear all the benefits that come from its use.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Johannes D. from Tavares, FL :

  My husband was diagnosed in May with bladder cancer and began Apán right away.  On his last check up - doctor said no tumors were there and only scar tissue left.  We are very pleased with this product.

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  John B. 2019-12-04

  My tumor is shrinking. I know its the Apán! Thank you

  "
  },
  testimony: {
  "associatedConditions": { "non-hodgkins lymphoma", },
  "content": "
  John B. 2019-10-11

  Its been just over three months and my non-hodgkins lymphoma is now in remission. I attribute this to the Apán.

  "
  },
  testimony: {
  "associatedConditions": { "multiple sclerosis", },
  "content": "
  Jole C. 2020-03-06

  Been seeing some good improvement with my wife's MS.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Joy U 2020-05-23

  My husband was diagnosed with lung cancer in May of 2019. I read about your products with much interest in Feb. of 2020. His cancer (very small lesion on his lung) had spread to a nearby lymph node and to his liver. He had been through two chemo therapies at that time. I ordered the Apán Super Daily and got him started on two full dropper fulls of the Apán in Feb. His last PET scan showed no cancer on the liver or the lymph node. The Dr. dropped him from a 5 day a week chemo and he starts a 3 day treatment on May 26th. I am praying that his next PET scan in a couple of weeks shows even more improvement. God bless you is my prayer for this product...…. God is in Control. Joy Underwood, Tallahassee, FL

  "
  },
  testimony: {
  "associatedConditions": { "scars", "thyroid", "pneumonia", },
  "content": "
  Judith from Calgary, Alberta, Canada wrote:

  I bought two of your Apán tinctures about a month ago.  I have to say I'm impressed.  I have an underfunctioning (and quite swollen) thyroid.  I've received your tincture about two weeks ago and I have been using it (when I remember to take it) pretty much three times a day.  The swelling at my throat has reduced by a third.  That's impressive.



  As well, I've had some scars that are substantially reduced in size, colour and such.



  My husband caught pneumonia over the holidays and has been taking it religiously.  He says he's now functioning at "...ninety percent..." which is astonishing because the last time he had pneumonia (about ten years ago) it took a good six to eight weeks to get him anywhere near that level of energy.  He's 69 years old, for heaven's sake!



  I'll be purchasing more.  No question.

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  Judith N. 2019-04-04

  I purchased this for a friend who had breast cancer. Her tumor shrunk in almost half within thirty days. WOW!!!

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Judy H. 2019-12-20

  I am a type 2 Diabetic and a year ago I was also diagnosed with bladder cancer. I had surgery to remove part of the tumor. The Uroligist said he could not remove it all without damaging the bladder and my only choice would be to completely remove my bladder and uterus. Then I would have to have a stoma and bag the rest of my life, which would be shortened. And before the radical surgery I would have to have chemo. My A1C was over 9.  I decided not to have the chemo or surgery but to try the Apán with prayer instead. I just had a follow up ultrasound and my Dr and I are thrilled that there has been no further growth of the tumor. Also my A1C is 7.6. I also have a friend who is also diabetic and his A1C was over 13. I gave him a bottle of Apán to try. His A1C went down to 7.6 also. We are both very happy and feel much better as well. Thank you

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Judy M. 2020-02-07

  I really like Shiaqga. Its an amazing product. I would like to keep it on hand as much as possible. Very healing!!!

  "
  },
  testimony: {
  "associatedConditions": { "energy", "pain", },
  "content": "
  ​Judy V. 2020-01-04

  Well I’ve taken this now for over a month. I believe I feel more energy, less pain.

  "
  },
  testimony: {
  "associatedConditions": { "energy", "fibromyalgia", },
  "content": "
  Judy V. 2020-02-19

  Ever since I’ve been using Apán it seems like I have more energy. I also notice that it has helped my fibromyalgia I will keep taking it as long as I can afford it.

  "
  },
  testimony: {
  "associatedConditions": { "infections", "lyme disease", },
  "content": "
  Julie B. from Myrtle Creek, OR (05-18-2020)

  "I'm on my second bottle of Apán, and I am amazed at the positive results so far. I take dozens of high-quality supplements daily, but I've never taken a product that had me racing to the fridge each morning to take the next dose! I've battled the ravages of chronic Lyme & coinfections for 6+ years to the point of muscle wasting, paralysis, severe cognitive decline, and near death. Although, I had slowly recovered myself holistically to 85% using a laborious strict protocol and diet, I could not achieve complete wellness no matter what I did. After using Apán Super Daily for a short time, I am quickly seeing long sought-after improvements including more energy (walking 3 - 5 miles daily), gut healing, tissue repair, less Mast Cell reactions, and a general feeling of wellness!! I'd put myself at 90% recovered now, and I'm looking forward 100% recovery in the next few months--AND finally getting my life back!! Lyme & coinfections rapidly ages you, damages organs and tissues, causes chronic fatigue, joint and muscle pain, a host of debilitating neurological issues. I can literally feel my organs & tissues healing and repairing daily. I only wish I had known about Apán Super Daily sooner--it could have saved me years of my life suffering while researching like a mad scientist and endless trial and errors to find something to heal my body. Once I am completely healed, I will continue on the maintenance dose for life of this AMAZING, mind-blowing product!! PS: It tastes GREAT!! My body craves it. I love Apán!!♡♡♡ "

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", "energy", },
  "content": "
  Julie C. 2019-05-20

  I am off my allergy medication. I have more energy and feel much better.

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  Julie G. 2019-10-11

  I got this for my mother who has been in very poor health over the last year. Already she says she is feeling better, has more energy, and is moving around much better.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Julie M. 2019-04-08

  This is my number one supplement for keeping myself and my family healthy. I would highly recommend it to anyone.

  "
  },
  testimony: {
  "associatedConditions": { "chemotherapy side effects", },
  "content": "
  Julie M. 2019-10-28

  Chemo symptoms almost completely gone. My hair stopped falling out as well. Well worth it just for that. I am excited to see how things go in the next couple months.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Karen D. 2020-02-11

  Okay so, its freezing here in Canada and I am supposed to be sneezing and coughing by now... but I'm not. I'm in complete shock, this stuff really does work! I even gave a tiny droplet to my oldest pet rabbit Cameron. He was getting so lethargic and slow. I am happy to report he has completely perked right up and back to his frisky self! Thank you Man Found Standing, I'm so happy for this blessing called Apán!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Karen G. 2019-10-31

  I love your Super Daily. The new 20x formula is noticeably stronger. Thank you so much for keeping my family healthy.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Karen L. 2020-03-13

  Great immune support!

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Karen L. 2019-10-31

  Keeps me free from the "flu bug" that pops up at my workplace. I don't get sick like I did before. Thank you so much for this wonderful product.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Karen L. 2019-12-04

  I purchase the Super Daily because is it a great deal on my budget for my family. (Instead of me purchasing 4 regular bottle I get this.) We go through a bottle in one month with each of us taking a little each day. The three day flu (really about a five day virus) has already went around my community. It was at my office and in the schools. None of my family, myself included, came down with it and we all were in direct contact with sick people.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Karen L. 2020-05-18

  Love the Shiaqga. Keeping me healthy and happy in this whole silly plandemic. Immune modulation is assuredly the key to health.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Karla M. 2019-04-05

  Have not been without Apán since I discovered it last year. Shared the info with friends and ended up ordering over 30 bottles for them..also have a daughter working in the medical field and she takes it on a regular basis to protect her catching something from her patients. Best defense available!!

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Karla M. 2020-02-04

  I refuse to get a flu shot...having peace of mind about flu season is worth staying on it. My husband and I both take it daily..year round!!! Whatever else it takes care of is just a bonus!!!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Kelly Ann C. from Southern Indiana

  I am very emotional writing this, but will attempt to be as brief and to the points as possible.  My mind realized consciously only a few days ago & I feel more than a bit 'guilty' for never taking the time to do so before.  Myself, my family, and many of my dearest close friends have used Apán ever since it first became available to people beyond only the Native American Tribes.



  If it were not for having the privilege of personally knowing Man Found Standing, for about 20 years, through our mutual work in the realms of advanced natural alternative medicines, this knowledge would not ever have been available to us.



  I remember the years of 'waiting', with eager but admittedly terrible impatience, as the study and experimentation continued to formulate a product perfectly balanced, quickly effective, and yet 'simple & affordable' for all to be easy to receive the powerful benefits - about 3 years 'on the edge of my seat' actually.



  Since that day not one has passed that I would ever want to be without this product in my own medicine cabinet for extreme emergencies, as well as on my counter as a regular consistent supplement to keep my immune system operating as it was designed to in the first place.  (My own close ones who are experienced with it themselves feel the same way.)



  For all of my whole life's work, it is beyond question the #1 single product I can point to, for anyone, with any health challenge - whether minor or severely advanced to 'being on the brink & suffering profoundly' - that is the closest thing to a true 'magic bullet' that I have encountered in over 35 years of research & experience.



  The stories I could tell are countless - it would require pages & pages, a whole book maybe.  (Now there's a thought!)



  People who had been 'written off as no hope whatsoever' to live.  Others who were diagnosed as being 'crippled physically' for the rest of their lives.  Some who were told 'no recourse but dangerous surgeries with very high risk of complications beyond rates of anticipated success'.  Many others with chronic cases of common debilitating degenerative diseases.  The list goes on beyond count...............



  However, even though I have many years of experiencing the benefits of Apán in it's former 'dry capsule form' over many years, I was in no way prepared for the power of Man Found Standing's new liquid extract form of this product.  My family & close ones are equally astounded - the potency is 'off the charts' beyond anything we could have imagined possible.



  In only 5 days my 74 year old father is feeling better than he has in many, many years - so much so that he finally told me (last night) just how bad he actually has been feeling, honestly, for a very a long time.  (He always tries to be so brave so we won't worry - but we all knew anyway.)



  He is so excited that, even though he doesn't have a computer, he has had me read every word on this site to him, over the phone, during the past 3 days.  (Both Dad & I have started giving it to our 'oldest and/or health challenged pets in need' too - my own little Tantani has stopped starving herself & been keeping a full belly for the past week - nothing else I've done has worked previously, she is 16 and had a degenerative genetic issue which vets were unable to help, though they tried.  To me it has not ever been a matter of 'prolonging life', especially when suffering, - what I devoutly feel matters, fundamentally to us all, is that of QUALITY of Life right now, this moment, today - and if life allows recovery, that I leave to God's own eternal wisdom for each soul.)



  In only 1 week's time, since these first bottles of liquid Apán have arrived and I parceled them out at Christmas as 'gifts' this year (today is Dec. 31st 2016 as I write this) - my phone has been ringing with loved ones expressing their gratitude and utterly shocked enthusiasm.



  Some are friends from around the country who only received their bottles in the mail a few days ago.  Some of them it was a staggering surprise because they did not even have experience with the original capsule version prior.



  But I was well aware, acutely, of their own 'serious need' - and understood enough from prior experience that there was 'nothing I knew of or had to give that might be more valuable to them, in truth, than asking Man Found Standing to send them a bottle of this 'brand new liquid extract version' of his Apán formula.



  All I can say, in these early stages here so soon, is that in all my 50+ years of life so far in this body, I have never personally 'felt SO good SO fast' (I demand a LOT from my body constantly - am so 'American' in every way the truth is staggering I am even alive, much less actually 'well & healthy' according to medical doctors - if they only knew all I have done, do, and also don't do that I know I should! I am not being flippant, it is simply the truth.....)    But much more importantly - I have NEVER received such overwhelming 'gratitude' from others for any 'gift' of any sort I have ever given in my whole life as has happened over these past few days.



  I don't even know 'how to take that' - but I sure am having a wonderful time 'taking it myself' and, after hearing so much from my own loved ones, I felt it high time I begin 'giving the knowledge of it' in whatever way I may be able to for others.  Time for me to put something in writing and put my own name on it for anyone who cares to know.



  So thank you, with all my eternal heart & soul, my beloved friend, Man Found Standing, for all you have given to me with your own time, infinite patient care, and brilliant insight & expertise over the past 2 decades.



  In my book, you are not only a 'Medicine Man' - but you are a Miracle Medicine Man with the most powerful heart of wings, empowering & strengthening others, to have and be the same.

  ​

  I love you for all your unending selfless help to me - as well as those near & dear who you've come to know as well over the years - in making the lives of us & all our other beloveds so much better, in ways words can not ever come close to expressing fully.

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  Kelly K. 2019-11-22

  I believe the Apán is the reason my cancer is going away. Before I started on it, the tumor was still growing and now it is shrinking. Already it has reduced by 25% in just a couple months. All I did was add the Apán to what I was already doing. Thank you for this miracle.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Ken C. from Liverpool, England

  "First off, I am astounded at how quickly it has worked!!!  My problem, (one of them) is that the cancer had attacked the esophagus and "switched off" the nerve endings which left me unable to eat or drink.  I was told by the doctor that I would NEVER be able to do so, and would have to be fed via a tube in my stomach.



  Great future to look forward to huh.  I felt that I would be better off dead!!!  Luckily for me, my son found your website and we decided to give it a try, as I had literally nothing to lose.  Thank God I did!!!



  I have been taking twice the recommended dosage to try and get it started.  Now after about 14 days, I can eat and drink almost completely normally.  Thank you SO MUCH.  I will be continuing with them, possibly on a lower dose (eventually) for the time being.  I am so grateful."



  The next week Ken wrote:

  “This is my latest medical update.  Prepare to be impressed/astounded!  Yesterday I went to see my consultant for a follow-up visit following the work on my vocal chords.  When I went into his consulting room I saw the amazement on his face.  I think that he was not expecting any improvement in me.  He was totally bewildered to find that I have made such a recovery!  He ran a few tests which confirmed that I can now eat and drink normally.



  He said that the nerve endings were completely better, but could not explain how this had occurred!  He said that it was like a miracle.  His final phrase was that the recovery was NOT due to anything the hospital had done. . . I left feeling secure in the knowledge that it was the Apán which had done the trick.

  ​

  ​I am your staunchest supporter, and tell anyone I can about it.”

  "
  },
  testimony: {
  "associatedConditions": { "bowels", },
  "content": "
  Ken R. 2019-08-19

  After a few days my constipation is gone after decades of suffering. Constipation seems to block the manufacture of neurotransmitters in my gut, causing depression. Shiaqga has healed my gut of constipation & I had to quit using Metamucil because it was now causing diarrhea. I took Shiaqga for 30 days & after a week the constipation has not returned. I think Shiaqga was healing my gut caused by Chronic Fatigue Syndrome acquired in 1982 so I am ordering some more to continue the healing. Thanks Shiaqga!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Kim M. 2019-03-15

  Thank you for the Apán it has changed my life. I had numerous health conditions that are now gone or way better than before. I have not felt this good in twenty years.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", "blood pressure", },
  "content": "
  Kristeen D. 2019-02-04

  I have been on the Apán for a few years now. I find it improves my overall health dramatically. Literally, I stay healthy while my coworkers are sick. My mother also takes it and she is no longer on her high blood pressure and other medications. She said she has not felt this good in decades.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Kristi A. 2020-05-20

  Awesome product

  I am grateful to have available for my clients whom have an array of different issues plus for added protection during our current events

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Kristi A. 2019-10-09

  I am very Happy with the product

  I have seen a difference in my 3 cats too

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Kristi A. 2020-02-08

  The new formula is great.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Kristy M. 2020-03-13

  Let me just start by saying that, LOVE THIS PRODUCT. And the very thorough response that I received from the medicine man, makes it even better.



  I was diagnosed with breast cancer in October of 2019 and out of fear and before I found this product, I completed three rounds of chemo. I took this along with turkey tail mushrooms and let me tell you, I did not once have to take the hormone shot to boost my immune system. I only took that shot after my last chemo (the 3rd one). This stuff works! When I went in to have my surgery, my tumors were 3mm and 6 mm down from 1.7 cm and 1.4 cm after only 3 rounds of chemo, so I know it works.



  I will keep taking it, for maintenance.

  Thanks, Medicine Man!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Kristy M. 2020-03-13

  Great product! Please see my review for the super concentrated, as I purchased both. Please don’t stop producing these products, they are life savers.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  LEE F. 2019-11-23

  Apán has ingredients with a purpose! The products begin to Cleanse and Feed the body and mind almost immediately, with a true emphasis on health, wellness,

  longevity and a deep respect for performance!



  You have set the bar high from the ground up!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Laura T. 2020-01-26

  Wonderful product, fast shipping, highly recommend!

  "
  },
  testimony: {
  "associatedConditions": { "arthritis", },
  "content": "
  Leanna Bush from Branson, MO

  "I first started taking the Apán to try to help my arthritis.  I had been under a lot of stress and not eating healthy and my body had taken the toll.  My arthritis had reached the point that it was painful to get up out of a chair or even the car.  I could not walk upright.  I could just see my health going downhill.



  My husband and I had been taking these product for about 2 months when I suddenly discovered that I could actually walk upright again without being hunched over and my mobility has improved greatly, I started noticing the arthritic bumps on my hands have started to go down and my fingers seem like they are becoming straighter.



  The Apán is the only change I have made to my lifestyle.  I’m so excited this has made me want to continue on the journey to good health.  Thank you so much for introducing me to your product, it's a lifesaver."

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", },
  "content": "
  Linda D. 2019-06-19

  I have been using this for my high blood pressure and diabetes. I can notice a difference and will be keep using it.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Linda D. 2020-02-24

  Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  Linda M. 2019-07-16

  CANCER FREE!!!!!!

  "
  },
  testimony: {
  "associatedConditions": { "detox", "chemotherapy side effects", },
  "content": "
  Linda S. 2019-03-15

  I and my clients love the new Apán Super Daily. A very powerful natural medicine that people get results with. I am finding that it is having wonderful results on chelation therapy as well. Something I would not expect. I have gotten a few people that are still opting into the chemotherapy to take it as well. Those clients are not experiencing the major side effects that chemo causes. GREAT JOB!!!!!!!

  "
  },
  testimony: {
  "associatedConditions": { "energy", "sleep", },
  "content": "
  Lindsey W. 2020-06-22

  This is an amazing product!  It's been about 2 months taking Apán and I feel like my energy has improved along with my overall health, not to mention my sleep has improved 100%...... I recommend this product along with the essential oils to all family and friends.  Thank you again for such healthy products.

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  Lisa C. 2019-12-20

  Been using this product shrinking my tumor. Thx u

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Lisa M. 2019-11-13

  I was told about the product from a friend of mine who has MS. I also suffer from this condition and have notice the Apán has been a great support.

  "
  },
  testimony: {
  "associatedConditions": { "infections", "lumps", },
  "content": "
  Liza P. 2020-06-05

  I recommended the Apán to a customer of mine in the USA as her horse had a very bad infection in its eye and the vet wanted to remove his eye. So, I contacted her and said to get the horse on the mushroom as it would kill the infection.



  She put it on topically near to the eye. I received a message from her to say that the horse (Monty) has not lost his eye, is off eye medication, and the eye is improving everyday.



  Another story is my mum's dog has just got a growth on her back so she put her on the pet immunity and also topically with the oil. In 3 days its shrinking and the color has changed from angry red to white and she has stopped chewing it .. so very happy Pip dog.

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  Magda A. 2020-03-03

  I love it give me a lot of energy

  "
  },
  testimony: {
  "associatedConditions": { "pain", },
  "content": "
  Mariana Y. 2019-07-09

  Absolutely love this product, got rid of all my pain in leg, to which I don't need a cane or wheelchair! Have shared with many and they too have had great results! Highly recommend! Great customer service as well! Congrats!

  "
  },
  testimony: {
  "associatedConditions": { "sinuses", },
  "content": "
  Mark C.  2020-02-19

  I had sinus issues for 10 years. I went on your Super Daily (now on the daily) and my sinus problems went away. Super amazing.

  "
  },
  testimony: {
  "associatedConditions": { "toothache", },
  "content": "
  Mary P. 2020-02-12

  Great product! I also had a tooth ache form months and I put a drop on location. It stopped the pain and quickly healed up the area.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Max R. 2019-10-03

  I am now into my third bottle and have really started to notice the healing process. (It was slow at first but started to pick up.) I have been so long without any hope and have not felt this good in over ten years. Thank you so much for this wonderful product.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Melissa P. from Fredericksburg, VA

  "In October of 2018 my mother was diagnosed with 4 Stage Lung cancer and was given 6 to 8 months to live.  I was told about Apán by a friend.  I started my mom on the product and each month she was getting better.  Two weeks ago, my mom was told that she is cancer free.  I'm grateful for Apán and I'm telling everyone about the product.

  "
  },
  testimony: {
  "associatedConditions": { "libido", "cancer", "energy", },
  "content": "
  Michael V. 2020-02-24

  This has assisted/cured my prostate cancer and I have found it also increased my libido, energy, and overall health.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Michael V. 2019-07-16

  I am keeping on it and things are looking good.

  "
  },
  testimony: {
  "associatedConditions": { "chemotherapy side effects", },
  "content": "
  Mike A. 2019-07-15

  I was diagnosed with prostate cancer once again. My previous cancer episode was a few years ago and I underwent the doctors treatment of chemo and it went into remission. A friend gave me a bottle of the Apán as a gift to "just try out".



  I started on the Apán right before undergoing the chemo treatment again. I am completely shocked. Before with the chemo I lost my hair and was sick, sick, sick. Now other than a little sickness within the first 1/2 hour after chemo I would not even know I was doing it.



  The doctor stated, "Wow, your really responding well to the chemotherapy."



  I know it has nothing to do with their chemo treatment and everything to do with the Apán I have been taking for the past couple months. THANK YOU!

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  Mike D. 2020-02-28

  My sister's tumor is shrinking. Down from 5.2 cm to 3.1. It seems to be working super well. Doctors were surprised because she has not started their recommended treatment yet

  "
  },
  testimony: {
  "associatedConditions": { "mole or lesion", },
  "content": "
  Mike Farris from Bowdon, GA

  "I had a mole on my right forearm that started itching.  I put one drop of Shiaqga on it about 9am, by 3pm the mole appeared to be melting.  I treated it once more the next day and after 4 days the mole was completely gone.



  My 96 year old mother had a dime size lesion on her nose that the dermatologist said was a melanoma.  Surgery was recommended, but my mother declined.  Instead, she took Shiaqga for two weeks and she also applied one drop of Shiaqga to her nose daily until the spot cleared up."

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Mike M. 2020-01-20

  I was having an embarrassing health issue and the doctors could not help me very much. I was on your product for three days when everything got better. Amazing -- I am still taking it to see what other benefits I can receive over the next few months.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Murielle M. 2020-05-19

  Out of Corona virus fears I found this magical product. I give it to my husband and my 3 kids, too. Although I can’t actually see it I feel that this wonderful mushroom is doing amazing things to my body by bringing it into a modulated state. I made my friend buy this in the beginning of the lockdown In NYC who works for the NYPD being outside every day, she is as healthy as she can can be. I also made another friend take it who started a job in a hospital. Thank you for sharing your wisdom and making this incredible product.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Nathaniel C. 2019-03-08

  Awesome stuff very liver purifying and upgrading. Improves liver efficiency which translates to more energy and better workouts. Fortifies immune system, no viruses or any infections this year. Physically, mentally, emotionally upgrading.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Noble M. 2019-07-16

  Thanks for My Health, Back!!!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Noble Tyronne M. 2020-02-14

  I am still waiting on that BLAST of energy. But, fell better as of now.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  PRC -Gina H 2020-05-18

  I could not live without it

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  PRC -Gina H. 2020-02-26

  The supplement is absolutely awesome it’s hard for me to make it through the day without it

  "
  },
  testimony: {
  "associatedConditions": { "viruses", "sleep", },
  "content": "
  Pamela A. 2019-12-31

  I know I was told to give it a couple months, but I can already tell its already working. I have more energy, sleeping better, and staying healthy where normally I would pick up the bug that went around.

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", "blood", "energy", "viruses", },
  "content": "
  Paul Dean from Stockton, MO

  ​I love the Apán product.  Having spent many years with alternative health care, the Apán product is the best “healer” I have ever encountered.  I just wanted to express my gratitude for your product and share some of my experiences with you.

  ​

  I am already in excellent health and I only started to take your product because I always want to maintain my healthy life.  I started taking the Apán during the winter to build up my immune system.  Immediately, I notice that I was having more energy.  That was very good because I’m always on the go and sometimes my energy level runs low.



  Next, I noticed that I was not getting the flu.  Since I come into contact with a lot of sick people, I usually will pick up a sickness every few months or so.



  Let me share with you an example: A friend and I went over to visit another sick friend.

  This sick friend had been out of work for a week due to a very bad virus. Well a few hours after we left, I started feeling flu like symptoms.  I decided to take and extra dosage of Apán , and went to bed.  The next morning I woke up feeling 100% better.



  This was great considering the friend that went with me also started to feel the flu like symptoms that night.  Since he is not into alternative healing, he went and visited his doctor for assistance, and ended up missing two weeks of work, due to his feeling so bad.



  I absolutely believe that we both contacted the same virus.  I processed the virus, while I slept, using the Apán, while my friend took two weeks to get over the same bug.

  Wow, what a difference.



  After going through the winter season, and being on the Apán product for four months, I experienced another wonderful benefit.  My seasonal allergies were gone!



  Every year, for as long as I can remember, when Spring rolled around, so did my feeling bad.  My nose would constantly run, my eyes would be itchy and red, and generally I would feel quite miserable.  Since taking the Apán, I have experienced a healing miracle.



  I also have to share with you another experience.  I was testing a new alternative health care product for a company.  Before I went on their product I had my blood work done and everything was looking great.  After I was on their product for thirty days, I had my blood tested again.  To my horror, my blood was saturated with microscopic pieces of aluminum.

  Immediately, I had my wife test her blood, to see if she was contaminated too.

  Since her blood was clear of aluminum, I concluded it was the new product I was testing.



  I had the product analyzed and found it contained a large quantity of aluminum.

  I contacted the company to tell them of my findings, and to find out what was going on. After they reviewed their manufacturing process, they concluded that the problem was within their mixing process.  They had been mixing the product in an aluminum container, and during that process microscopic pieces of aluminum were being ground off and contaminating the product.



  To fix my heavy metal problem, I started to double dose the Apán.  When I had my blood work done about forty days later, I was completely clear of all contamination, and was back to my healthy self.



  Once again, thank you for your integrity, and for this miracle in a bottle.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Paul M. 2019-06-03

  Love the super daily, whenever I feel something coming on, the Apán takes care of it right away. By far the best all around product for health issues there is!!! Thanks for making it available to the public. Blessings

  "
  },
  testimony: {
  "associatedConditions": { "diabetes", },
  "content": "
  Paul W. 2019-10-09

  Positive affect on my blood sugar.

  "
  },
  testimony: {
  "associatedConditions": { "kidney", },
  "content": "
  Pauline C. from Norman Park, GA

  "I wanted to tell you how much the Apán has helped me.  About four years ago I had a medical problem and the treatment caused my kidneys, Per the kidney Dr. "went to sleep"



  I have been taking shots to keep them stable, and was told they would never get better.  I started taking Apán and within three months the blood work showed improvement.

  Three months after that the blood work showed another improvement.  I quit those awful shots and three months later, my blood work shows another improvement.



  I credit it all to the Apán.  Thanks for such a Great Product, I take it every day and truly believe it's what keeps me going.”

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Phil L. from Humansville, MO

  "When I was told that I had only weeks to live and that there was nothing that could be done, you might imagine that I was devastated.  My complete confidence had always been in the miracle of modern medicine.  But that miracle was not to be available to me.



  Despairing, I sought advice from a man I had met many years earlier while undertaking a vision quest among my people, the Nez Perce Indians of northeastern Idaho.  He told me to take the wood fungus known as "Apán" and keep a piece of it in my mouth at all times.  Up to receiving this suggestion, I had been losing copious amounts of blood from the bowel as the disease literally ate me up from the inside.  I was dying.  So, even though I must admit I had always considered the wood fungi to be at best unsafe and at worst downright poisonous, what did I have to lose?



  I did what I was told and a miracle happened.  Within just a few short weeks the bleeding stopped.  Within a year my disease was in complete remission.  Now, the disease that was killing me and had engulfed my entire G.I. tract is almost completely gone.  The gift of the Earth Mother has given me back my life."

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Randy M. 2020-01-29

  I am a health professional and am quite familiar with other mushroom products. I have made comparisons and found the Apán superior. I feel great on the Apán. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "diabetes", },
  "content": "
  Ray F. 2019-11-25

  I am seeing my blood sugars come back into balance and feeling better with more energy

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Ray F. 2020-04-22

  Thank you for your wonderful customer service.

  "
  },
  testimony: {
  "associatedConditions": { "multiple sclerosis", },
  "content": "
  Ray F. 2019-11-05

  My MS (Multiple Sclerosis) symptoms have decreased over this last month. I think I will go try the Super Concentrate now. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Raymond J. 2020-03-03

  The response to my concern regarding a specific ingredient was very gracious, helpful and responsive. I highly recommend this company, this product and this owner.

  "
  },
  testimony: {
  "associatedConditions": { "lumps", },
  "content": "
  Raymond N. 2020-05-19

  great shipping. products seams to be working well. lump under my arm after 1 month half the size. with this lock down unable to see doctors for evaluation so if cancer helping if not still seams to be working the more I know I will post, thanks

  "
  },
  testimony: {
  "associatedConditions": { "libido", "viruses", },
  "content": "
  Rebekah L. 2020-02-21

  Since finding this product I haven’t been sick in a year where as last year I was sick for a month well for a month sick for a month etc. I don’t have a spleen so I have a lower white blood count and this has been beyond a game changer. I am beyond relieved and impressed I tell everyone about it! Another interesting fact here that I kind of just put two and two together is I believe this product increases libido at least for me so for women. I am 42 very healthy I take care of myself and I didn’t have a decrease libido but this has been very interesting. Thank you so much you guys for keeping this product available and for keeping it so potent and pure and for always doing your best to keep the price reasonable. I can’t thank you enough! Buy this product! You won’t regret it.💕

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Roderick B. 2019-02-27

  My first bottle of Apán shipped in 3 days, excellent! The smell and the tast are fantastic!

  Organic & Wildcrafted means a lot to me as well as enhancing my Immune System 4000x!! Apán is a keeper in my Wellness Program for me and my clients!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Rosa P. 2019-10-19

  I can’t complain. Taste great.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Rose Burton 2019-12-31

  Thank you so much for your kind assistance with all my questions. I have seen the Apán working and my health has greatly improved. A little "spicy" on the flavor but I enjoy it.

  "
  },
  testimony: {
  "associatedConditions": { "chemotherapy side effects", },
  "content": "
  Rose K. 2019-11-06

  My chemo side effects immediately significantly diminished. The doctor is excited about my test numbers. I am feeling much better. I think I will go try the Super Daily next. Thank you so much!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  RuLea T. 2019-11-04

  I am so grateful for that formula and for my health and strength and how Apán continues to build my immunity. Thank you for such an empowering formula.

  "
  },
  testimony: {
  "associatedConditions": { "pain", "parkinsons", "cancer", },
  "content": "
  Rusty C. from Maramec, OK:

  I've been using shiaqga for about 4 months now.  It has given me more energy and relieved back pain and joint pain.  I had bladder cancer into the muscle and was recommended Apán and lemon oil.  I went in for testing and February and was given the all-clear sign for cancer.  I give a bottle of Apán to my dad who has Parkinson's.  He had Tremors very bad and had to shuffle his feet to walk.  He has been taking it for approximately 1 month and told me and it has helped slow with the trimmers down and he can walk much easier he plans on continue taking it.  Thank you very much.

  "
  },
  testimony: {
  "associatedConditions": { "cholesterol", },
  "content": "
  Ruth S. from Toole, Utah

  "I love the Apán.   have tried all kinds of cholesterol medication, can’t get my high cholesterol to come down.  I had a heart attack in 06 and my bad cholesterol was clear up to 400.   I now have it down to 252, and I‘ve have had like 96 points come down for the bad cholesterol and triglycerides 129 points.  Every part of the cholesterol problem is coming into balance and I just love the Apán and I would recommend it to everyone. Thank you.”

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Ryan Jason Y. 2020-06-09

  I have been using their Apán daily formula for about two years. I truly believe in their product as I feel during times when my immune system is low, it helps me fight off all the bugs that is going around. When my throats feels discomfort, I usually take a couple of drops and feel much better. The high quality of ingredients they use truly makes them stand out from the rest. When economically it's tough to spend on extras, I still think it worth buying their products. As this is one product, I will always try to have in my pantry for my family. Please continue to make the same product. Thank You.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  S. Jacobsen 2019-04-19

  I am 89 years old. I am doing well and looking good, feeling good and my brain is clear and active.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Sadie S. 2020-03-04

  It is clearing up my health issues I have been dealing with for a decade.

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  Sandy C. 2020-02-20

  Just been using it for a few weeks and I really like it. I have more energy and some of my little concerns have went away.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Seidu A. 2020-06-06

  A great product by all standards! My product arrived in a beautiful package, and my vitality and confidence is at its peak

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Sharen B. 2019-11-06

  Thank you for assisting my on my path to healing. Wonderful product to keep me healthy.

  "
  },
  testimony: {
  "associatedConditions": { "seasonal allergies", },
  "content": "
  Sharen B. 2019-10-11

  My allergies, that I suffer through constantly, went away and I have more energy. Excited to see the long term effects that the stem cell activation has on my body.

  "
  },
  testimony: {
  "associatedConditions": { "youthful appearance", },
  "content": "
  Sharen M. 2019-06-18

  I have used the Apán through another company for many years. I love it. I feel better while I am on the supplement and I literally have people tell me how young I look. I went off it for about six months because the other company changed the formula and it was no longer working like before. I noticed that I stopped getting my complements on my appearance and I did not feel as good. I started back on the Apán and in a few weeks I noticed people starting to complement me on my skin and appearance again. I felt better too.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Shelagh S. 2019-10-08

  I add a pinch of this to my dog's feed twice a day to help her with immunity issues. She has a cleft palate so missed out on her mother's colostrum. All good so far. Good value for money too.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Shirley C. 2019-10-21

  I see this has been helping me. Thank you

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Signe J. 2019-03-31

  I have felt a complete change in my health sionce taking Apán . It is very strong and I have to dilute it in water in order to get it down. Seems to be working like it should. I am very grateful for my renewed health.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Signe J. 2019-06-29

  I am thrilled with the results. I am feeling well and my brain is alive and I am active.The delivery is always very prompt. I believe this is the cure for cancer and recommend it is tried.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Stacy M. 2019-10-21

  I noticed a great difference in my health.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Stephen D. 2020-04-22

  Wonderful product!

  "
  },
  testimony: {
  "associatedConditions": { "chemotherapy side effects", },
  "content": "
  Stephen M. 2019-06-13

  I heard about your product from a friend of a friend. I am currently on chemotherapy for liver cancer. I tried your Apán and immediately I started feeling better. I have been taking it religiously and I would not know I was on the chemo except being sick for about 1/2 hour after treatment. Before Apán I was sick all the time. Well worth every penny!!!!!

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Steve F. 2020-01-09

  My wife and I have been using the Apán as maintenance for about three years now. We are elderly and used to catch the viruses that were running around. Since taking the Apán we have not been sick at all.

  "
  },
  testimony: {
  "associatedConditions": { "bronchitis", },
  "content": "


  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Steven B. 2019-10-14

  This stuff really works. It supercharges your own immune system!

  "
  },
  testimony: {
  "associatedConditions": { "cancer", "generic", },
  "content": "
  Sue M. 2020-01-15

  My doctor said I needed a double mastectomy and then the chemo treatments. Still there was a low probability of my returning to health. I chose to change doctors, do the Apán, and change my diet to vegan raw food. I just got the clean bill of health.

  "
  },
  testimony: {
  "associatedConditions": { "sores/open wound on body", },
  "content": "
  Suzie T.'s Email Review & Pictures

  "I was introduced to Apán  just very recently and wanted to share my experience. I have been a healer and complementary therapist for many years and always believed that the body has an immense ability to heal itself given the right conditions. When I read about Shiaqga I was so impressed and intuitively knew this was genuine and uniquely powerful so I bought some immediately. My experience I want to share is about my beautiful cat called B.B. who recently developed a massive boil on his back which no matter what I tried didn’t stop the growth or obvious pain he was in, as he constantly licked and pulled out his fur. So I put just one drop directly on the sore once a day and within a few days it showed signs of reducing. He hated me touching it for first 5 days but then lay still whilst I rubbed it in so clearly he was no longer in any discomfort. Within 2 1/2 weeks it vanished and now the fur has grown back. I am so thrilled and grateful to have found Shiaqga and will continue to share this amazing Native American herb with others. Thank you so much for bringing it into the market so we all can benefit from it’s natural immune boosting properties. Nature definitely knows best. Thank you again 🙏🙏🙏 the first photo is after using Apán for about three days, the silver looking area is the reducing of information as before I started the whole area was raised and red, and was about 2” in diameter."

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Suzie T. 2020-01-26

  I love Shiaqga! I take it everyday and so do my two dogs ( the Shiagqa for canines). I caught a cold over Xmas and it cleared up in just record time. Very grateful to know about Shiaqga. Always sharing with others to promote their own health. Blessed

  "
  },
  testimony: {
  "associatedConditions": { "ears", "energy", "back", },
  "content": "
  T. Whitaker from Kaysville, UT

  "I took only a daily dose and it relieved an earache that I had for three months.  I had a virus and it left me with an earache that was very miserable and painful.  It felt like an inner ear infection or block. . . I could hear again!



  I was so thrilled I could not believe it.  I have also had a ringing in the ear for years and the ringing in the ear has just quit it went away.  I know this has all been sinus related and I am so grateful to you for such a wonderful product.



  I also have experienced more energy.  I now have my energy back and I am not a couch potato at night.



  I have a ruptured disk in my back and I am starting to do things that I have not been able to do for years.



  I have only used ½ a bottle so far and it has been just great.  Thank you so much for this great product.  I can’t Thank You enough for this great product.

  Thanks again"

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Tammy C. 2019-12-05

  My husband take this every morning, and he feels great

  "
  },
  testimony: {
  "associatedConditions": { "viruses", "energy", },
  "content": "
  Tammy M. from Fulton, NY:

  I came down with a cold at the end of December, and my body was really aching.  I received my Apán, took my first dose, and four hours later, my aching was completely gone!  How awesome is that?!!  Overall, I am feeling so much better; I have more energy, strength, more flexibility, etc.  My son is noticing an improvement in his health as well.

  "
  },
  testimony: {
  "associatedConditions": { "tremors", "back", },
  "content": "
  Tammy M. from Fulton, NY (07-21-2020):

  ​The Super Daily is amazing.  My friend purchased some . . . and her daily back pain stopped -- no need for Ibuprofen.  She also has head tremors from a car accident and broken neck.  Her tremors ceased by 70% just in 2 days.  It is truly a healer!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Tammy M. 2019-12-31

  Love the taste.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Tanner F. from Springfield, MO

  I have been enjoying the Shiaqga.  Thanks for the recommendation.  It's really been a nice catalyst for the remission of my personal health concerns that I have been working on the past few years.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", "menstration", },
  "content": "
  Teresa M. 2019-11-07

  I took the whole four month money back guarantee serious and gave it a try. I am in good health but wanted to keep it that way. Being already in good health, I really I did not clue in that things were getting better for the first two months. It was only after I was into my third bottle that I notice two major things were definitely different and great things were going on. The first was the flu that went through work that everyone got. I did not get it at all and not feeling sick for a few days is well worth the money spent. :) The next thing was my time of the month -- it surprised me since I did not get the soreness a couple days before and it was the gentlest period I have ever had. (Very strange to me to get from a stem cell product.)

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Teresa M. 2019-06-28

  I ordered from my mother who has stage 4 cancer. We are getting great successes just in this short time. It has been an amazing turn around!

  "
  },
  testimony: {
  "associatedConditions": { "bowels", },
  "content": "
  Terry D. 2019-06-14

  I purchased these to work on some bowel and body issues. This is a wonderful product to keep me regular. It gets five stars for how effective it is.

  "
  },
  testimony: {
  "associatedConditions": { "sores/open wound on body", "fibromyalgia", "sleep", },
  "content": "
  Theresa W. from Grovetown, GA

  "When I heard about the Apán, I wasn’t sure if it was something I would try or not.  I have had quite a few health issues in my lifetime, and as you know, they just keep adding up the older you get.



  I’ve had migraines since I was about 9 years old, and that was something I wasn’t sure that Apán even dealt with.



  I was diagnosed with Hypothyroidism about 5 or 6 years ago. This was changed to a diagnosis of Hashimoto’s Disease, when further testing showed the extent of my thyroid problems.



  Two or three years ago, my primary care doctor sent me to a Rheumatologist, due to my having trouble sleeping and being in constant pain.  The Rheumatologist did a few “hands on” tests, and immediately said, “Fibromyalgia”.



  My first thought was, “Oh, great!  Now what!” I had heard of this disease before, and was now aware as to why I seemed to get sick all the time.  I was working in the medical field, as an MA and would catch every little thing that came along.  Fibromyalgia is an AutoImmune disease and now I knew “why” my immune system didn’t seem to protect me from much.



  I was later sent for sleep studies, and it was discovered that I never really fell into a deep sleep, and therefore was “always” tired. These sleep studies were run, due to seizures that I was experiencing in my sleep.



  As you guessed by now, I was placed on several different medications during this time and the cost alone, were outlandish!  The side effects were a “whole ‘nother story”, so to speak.



  Daily functions of living were becoming more and more of a hassle and I was living in a “fog” of sorts.  My Rheumo doctor called it “Fibro-fog”.  All I knew, was that I didn’t want any more to do with it, or the “hot pins” pain in my neck, shoulders, shoulder blades, back, etc… anymore.



  Then I found Apán!  The first thing I noticed, was that the “fog” became less and less, and I was actually “awake” all day long!  Next, I discovered that my sleep patterns seemed to level out and I actually awoke in the mornings feeling refreshed!  The pain has lightened. No more headaches every day, and the skin cancer on my nose even seems to be fading away!



  Wow! I haven’t been “sick” with anything more than the sniffles for the past 6 months!



  A kitten had been playing with my arm, and scratched it. I ended up with a hole being eaten away in my arm, from a fungal/bacterial infection that set in to the puncture wound. The fact that it hadn’t spread all over my body amazed my primary care provider, and the only thing different in my system was the Apán!  I put the Apán directly onto the wound. Within 3 days, the hole was completely closed and “new” skin was even growing back."

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Thomas R. from Monroe, UT

  I wanted to let you know that the Apán formula has been a game changer for me personally.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Tim C. 2019-03-30

  Apán is the epitome of immune system bolstering and it is absolute necessity for an individual's systemic wholeness and metabolic homeostasis.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  Tim T. 2020-01-21

  I used this to get over an illness that was lingering. I now use it daily to keep the sickness away. I am finding it is doing a very good job.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Tina S. 2019-10-08

  This is one of the few pet supplements that all of my dogs can take without having GI distress.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  V. Elledge in Idaho

  “Thank you so much for all the time you have spent talking with me.  I don’t know if it is the grounding, the Apán, or a combination but my daughter is smiling again for the first time in ages . . . Again thanks so much for your caring.”

  "
  },
  testimony: {
  "associatedConditions": { "cholesterol", "energy", },
  "content": "
  Wanda M. from Indio, CA

  "My husband and I have been using Shiaqga for the last 8 to 10 weeks.  We have each had our blood lipids checked very recently at different locations.  Since Gordon’s last lab report of . . . his total cholesterol has gone from 183 to 145: good cholesterol (HDL) has increased while bad cholesterol (LDL) has decreased: triglycerides are now fantastic and his HDL/LDL risk ratio has dropped from being too high to being in the desirable range.  For a 78 year old who once had prostate cancer, he has great health and high energy.



  I have a genetic tendency to high cholesterol and triglycerides.  My recent blood test showed the best improvement I have ever seen in the 40 years I have been tracking this. . . my . . .cholesterol has dropped 43 points; HDL – for the first time I can remember – is in the normal range; LDL although still too high has dropped 25 points; triglycerides have gone from 316 to 182.  Coronary risk factor is down from high to a near normal range.  While taking Shiaqga my energy levels have allowed me to have more productive days and at age 71 that is a blessing.



  I am counting on Shiaqga as our first line of defense against the serious flu feared for this coming winter."

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", "arthritis", "viruses", },
  "content": "
  William C. 2019-01-02

  During the first two months I noticed some small improvements with better energy and not catching the flu that went around. It really was into my third month that I started noticing the larger changes with my health. My arthritic bumps went down, I could now easily get out of my chair, and my mobility has improved. My blood pressure is now in the normal range as well. Thank you.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  William C. 2019-11-16

  Shiaqga has helped my family with our immune system. Our 10 year old son had strip throat and the flu at the same time. My wife and I were taking Apán. My son and I had been drinking out of the same glass. I didn't get sick and neither did my wife.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  Windy M. 2020-01-06

  Its working great! Slowly returning back to my old self.

  "
  },
  testimony: {
  "associatedConditions": { "shingles", },
  "content": "
  Zoe 2020-02-03

  I just wanted to let you know how much your Apán is healing me! I didn't take it for maybe a week and a half and got sick so I'm back on it every day now. I've struggled with shingles for 3 years and it is the only thing that is able to stop it. Thank You.

  "
  },
  testimony: {
  "associatedConditions": { "non-hodgkins lymphoma", },
  "content": "
  ​Brigitte S. 2019-09-18

  We all use this amazing product at home. My husband is recovering from lymphoma and this has helped him so much during this treatment and he is of course still using it daily. My daughter and I take some as well when we feel a bit under the weather and we manage to avoid colds etc .,,we have never seen such quick and great results ! It is a must for every household .

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", },
  "content": "
  ​Carolyne S. from Oakland, California

  “I have been diagnosed in the past couple of years with diabetes and thyroid problems and I have been having issues with headaches, and concentration and dizziness and all kinds of things...and I have been trying to avoid taking medicines and taking insulin, I have type 2 diabetes, what they call diabetes, but I’ve been taking pills and still not seeing results that I wanted.



  About 2 months ago a friend . . . heard about what I was going through and recommended it to me, so I immediately ordered the Shiaqga. . . The 1st thing, I was able to decrease my insulin pills in the first month.



  By the end of the second month I had noticed that I had lost about 7 pounds. . . I did take it in the morning and in the evening and seven pound had just dropped off of me drastically... ...another thing, I had been having problems with my blood pressure and hypertension with the diabetes and the blood pressure has been very high for a long time.  Frightening, as a matter of fact. . . and yesterday on the 5th, they had been taking my blood pressure and my blood pressure was 108 over 80!  I haven’t had a reading like that in YEARS!



  I know it’s the Shiaqga. . . The lump on my thyroid is  going down and I was so stunned it’s going down, it’s going down so much , if you could see it was protruding and now I can barely touch it and  you could feel it there and I’m so happy,  thank you all for just being there.



  Thank you all for doing what you are doing, it is really healing my body. . . It’s amazing, it’s amazing!  I’m a witness; I’m definitely a witness of what Shiaqga does."

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  ​Cheryl B. 2019-04-25

  I love the Shiaqga. I have been using it for quite some time. Originally it was for some minor health conditions which the Shiaqga took care of rather quickly. I am now using the Shiaqga as a preventative and for my long term heath routine. I find that I avoid the illnesses that I would normally have picked up from my work. I also have more energy and feel a lot better. Thank you for this great product.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  ​Dave B. 2019-10-03

  I am feeling better!

  "
  },
  testimony: {
  "associatedConditions": { "chemotherapy side effects", },
  "content": "
  David C. from Pleasant Grove, UT

  "A friend of mine discovered his prostate cancer returned.  He decided to undergo the doctor's recommended treatment of chemotherapy.  I told him about the Apán product and give him two bottles.  Several weeks into his treatment he reported back to me that besides him being a little sick for a half-hour after treatment he would not even know he was doing the chemo.  During his first experience, he was sick all the time and his hair fell out.  He said if his experience before was a ten this would be a one.  He even told me his doctor said, "Wow, you're really responding well to the treatment.'  He knows it has everything to do with the Apán."

  "
  },
  testimony: {
  "associatedConditions": { "oxygen", },
  "content": "
  ​Debra Y. 2020-06-05

  This product is a great organic product that works. I've been taking it for about a month and inflammation has decreased and allergies are not bothering me anymore!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  ​Decker C. 2019-11-22

  Apán super daily is amazing. I took it to ward off a cold and it worked immediately. Thank you so much. I take it every day and think everyone should.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  ​Deean G. 2019-07-25

  Prostate cancer gone in four months. Keeping myself healthy doing the daily Apán each day.

  "
  },
  testimony: {
  "associatedConditions": { "blood", },
  "content": "
  ​George J. 2019-10-23

  Shiaqga has helped in my CLL counts. I have been taking it 2 months and my white blood cell count has gone down and my platelet count has gone up higher than it has been in years.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  ​JD. 2019-02-15

  I am in good health but use the Apán to keep me that way. Here are two reports. 1. I had my brother use a few drops a day of the Apán in an open festering wound he had for over a month. In three days it was majorly better and in just over a week it was completely healed. 2. This year a bad flu bug went around our town. People were getting sick everywhere. I went to the bank, post office, and grocery store and came in direct contact with several miserable coughing people in each place I visited. Still I did not get sick at all. I feel I am in better health because of the Apán.

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  Kelly K. 2019-11-22

  I believe the Shiaqga is the reason my cancer is going away. Before I started on it, the tumor was still growing and now it is shrinking. Already it has reduced by 25% in just a couple months. All I did was add the Shiaqga to what I was already doing. Thank you for this miracle.

  "
  },
  testimony: {
  "associatedConditions": { "viruses", },
  "content": "
  ​Larron Campbell, from California

  "At school or work, when someone coughs, germs get spread to everyone in the room.  My wife was normally the first to catch a cold and bring it home.  But now that she is using Apán, we have had no colds or coughing in our family.  Even after going into the emergency room of our hospital where there were many people coughing, I did not catch even a sniffle."

  "
  },
  testimony: {
  "associatedConditions": { "diabetes", },
  "content": "
  ​Linda D. 2019-06-19

  I have been using this for my high blood pressure and diabetes. I can notice a difference and will be keep using it.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  ​Linda S. 2020-05-18

  Been a year on the product and still loving it.

  "
  },
  testimony: {
  "associatedConditions": { "blood pressure", },
  "content": "
  ​Linda S. 2019-05-20

  High blood pressure back to the normal range. Thank you for this wonderful product.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  ​Lorenza M. 2019-10-16

  Great customer service and a excellent product. Every day I’m feelings better than the last.

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  ​Magda A. 2019-10-22

  I have 3 weeks taking it, so I can say I feel good with Lots of energy. I have to give it time to see how it work,for what I got it for

  "
  },
  testimony: {
  "associatedConditions": { "cancer", },
  "content": "
  ​Mary B. 2019-06-26

  It cleared up a skin cancer in about two weeks. I just placed a drop on the area a few times a day and now its all gone/better. I have also been taking it internally and found it has cleared up a few other health conditions. I am sticking on it.

  "
  },
  testimony: {
  "associatedConditions": { "tumors", },
  "content": "
  ​Mary K. 2019-09-17

  The tumor is shrinking!!!!!

  "
  },
  testimony: {
  "associatedConditions": { "pain", },
  "content": "
  ​Ms. Karen D. 2020-06-02

  Bought this specifically for my grandmother because her caregiver contracted COVID and might have been exposed to it. So far, my Grandmother has tested negative for the virus and it's been helping her chronic joint pain! Will continue to be a lifetime customer❤️ Thanks Man Found Standing for the INCREDIBLE product!

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  ​Murrey L. 2020-01-02

  It was hard to notice improvement the first couple months, but now I have stuck with it six months. I now know my chronic health conditions have significantly improved. (You know, the sorry you have to live with this for the rest of your life conditions.) I have not felt this good for 15 years and am planning on seeing where I am with the shiaqga in a year. Thank you for giving me hope back.

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  ​Pamela A. 2019-12-31

  I know I was told to give it a couple months, but I can already tell its already working. I have more energy, sleeping better, and staying healthy where normally I would pick up the bug that went around.

  "
  },
  testimony: {
  "associatedConditions": { "generic", },
  "content": "
  ​Ray F. 2019-12-17

  I have seen many people return to health using the Apán.

  "
  },
  testimony: {
  "associatedConditions": { "energy", },
  "content": "
  ​William C. 2019-01-02

  During the first two months I noticed some small improvements with better energy and not catching the flu that went around. It really was into my third month that I started noticing the larger changes with my health. My arthritic bumps went down, I could now easily get out of my chair, and my mobility has improved. My blood pressure is now in the normal range as well. Thank you.

  "
  },