{
  "title": "History of Shiaqga & It's Effect on the Immune System",
  "linkText": "CLICK HERE TO READ ABOUT THE HISTORY OF THE SHIAQGA PRODUCT & IT'S EFFECT ON THE IMMUNE SYSTEM",
  "order": 7,
  "author": "Man Found Standing, Native American Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "Almost two decades ago I was very much interested in products that could assist my family in surviving a major worldwide epidemic.  With all the potential accidents involving biological toxins, infectious agents, weaponized viruses, superbugs, and so forth, I was concerned about my family's health.  With some of these biological engineered weapons, there is a very low survivability rate, as well as a very short window of time to treat an infected person.  Since the probability that an accident or attack would come without any warning, surviving such a major attack would require being prepared.  Having been raised up with natural medicine, I knew that the real answers would be found in nature and in having an immune system that was quick to respond.",
      "order": 1
    },
    {
      "element": "p",
      "content": "I was determined to use nature's answers to create a supplement to assist in an epidemic.  Having been majorly involved in the essential oil industry, I knew about their powerful healing and detoxifying effects.  (Essential oils are produced by the plant to assist healing when injured or attacked.  Each plant produces a unique oil.)  Many essential oils are one hundred percent effective in combating viruses and bacteria even in extremely low dosages.  One major drawback with using most essential oils though is when combating an epidemic, the body does not develop its own immune resistance against the foreign invader, it just kills it.  But any future contact would still render you the risk of catching the epidemic once again.",
      "order": 2
    },
    {
      "element": "p",
      "content": "However, a few oils do have the ability to build the body's immune system to create immunity.  Frankincense was my favorite but the therapeutic oil was really expensive.  As I started searching, I discovered the relatively low-cost Black Cumin.  After reading a bit of research verifying its efficiency, I was even more excited about making it the main essential oil in my formula.",
      "order": 3
    },
    {
      "element": "p",
      "content": "As the formula was nearing completion I was led to the final ingredient, the wild Shiaqga mushroom that was used traditionally by some Native American tribes.  The story goes that one of their tribal healers discovered that the sick deer would eat this bitter-tasting mushroom and get better.  They started testing it out on their own sick people and discovered its wonderful healing properties.  Even though it had an unpleasant taste, for millennia it became so popular that a small amount was put into their food every day.  Just a couple hundred years ago there were literally hundreds of thousands of Native Americans that were using small doses of the Shiaqga mushroom every day.",
      "order": 4
    },
    {
      "element": "p",
      "content": "Sadly, over the last couple hundred years, this knowledge was lost.  The Indian Reservations were established, and the Native Americans were forcibly removed from their traditional hunting areas.  Because of that, some of the knowledge about the Sacred Plant Medicines was not passed down to the next generation.  Next came the forced children's education program and the quick modern processed foods.  Those further ensued the loss of knowledge especially about natural healing amongst the Native Americans.",
      "order": 5
    },
    {
      "element": "p",
      "content": "The final blow came back in 1978 when free health care was given to the Native Americans.  Rather than following their traditional roots of gifting payment for services performed by the Medicine Man or Woman, the free modern drugs were seen as a cost-free solution to their health problems.  The Native Americans no longer had to worry about natural medicine and payment for such services because there was now a “free cure” available.",
      "order": 6
    },
    {
      "element": "p",
      "content": "When the Medicine Man first told my Mother about the Shiaqga the question arose as to why there was not more information about it.  (Literally, the mushroom books would entirely leave it out or just have a very slight mention about how it was not considered anything to human benefit.)    The said that when he first found out about the Shiaqga, there was probably only a handful of dedicated Medicine Men and Medicine Women that retained the Shiaqga mushroom wisdom of their ancestors.",
      "order": 7
    },
    {
      "element": "p",
      "content": "Now because there was no information or research about Shiaqga's healing potential and also because it had an overwhelming unpleasant bitter taste, I was not even considering it for my formula.  As the formula was nearing completion, my Mother's Medicine Man happened to visit me.  This was the first time I have ever spoken with him directly and he asked me what I was doing.  I shared with him about my upcoming formula and he shared with me about how putting in the Shiaqga to the formula would greatly enhance what I was planning on doing.",
      "order": 8
    },
    {
      "element": "p",
      "content": "He spoke quite some time about his personal experience of contacting a Medicine Man about his stage four cancer and how he was told to use the Shiaqga mushroom.  Because of this miracle of nature, he returned to health and became passionate about traditional natural healing.  He became a Naturopathic Doctor and later a Medicine Man.",
      "order": 9
    },
    {
      "element": "p",
      "content": "I asked him, \"I know about the Chaga mushroom's healing benefits.  How does the Shiaqga compare?\"",
      "order": 10
    },
    {
      "element": "p",
      "content": "Laughing he said, \"Oh, the Shiaqga is a thousand times better.\"  He then shared with me his wonderful knowledge and personal research on the Shiaqga.  It was then that I became convinced Shiaqga was the key to the supplement I wanted to create.  (Note: the Shiaqga is not literally a thousand times better but it does contain many, many times more of some very important healing components.) ",
      "order": 11
    },
    {
      "element": "p",
      "content": "Several years before I discovered the Shiaqga, I started to become  involved with the Native American healing ceremonies.  Each week I participated in their talking circle and once a month I visited the sweat lodge.  Through my past interactions and my current involvement with the Medicine Man and the Shiaqga, I desired to become more involved in the Native American culture and share my wisdom of the wonderful essential oils and healing plant medicines.",
      "order": 12
    },
    {
      "element": "p",
      "content": "As testimonials of the wonderful success of my healing \"immune building and anti-plague\" formula became to filter back to me, I developed a compelling desire to share with the word the Shiaqga.  I asked for permission to take the Shiaqga mushroom and share it with the world.  I was granted permission and because of my many decades of expertise with the Therapeutic Essential Oils, I was instantly adopted as a Medicine Man.",
      "order": 13
    },
    {
      "element": "p",
      "content": "My first formula was a large capsule that contained the ground up Shiaqga as well as many other beneficial ingredients.  As I continued to improve the formula, I decided to switch to a liquid version.  The Shiaqga Original liquid supplement is currently over ninety percent of a concentrated Shiaqga 12x extract.  It is the fulfillment of my desire to have an affordable everyday healing and preparedness supplement that is truly bioavailable.",
      "order": 14
    },
    {
      "element": "p",
      "content": "Over the years I continued to educate people and enhance the Shiaqga formula.  We now have developed the Shiaqga Super Concentrate.  This has over ninety percent of the Shiaqga 20x extract as well as a much larger quantity, ten times the original formula, of the Sacred Frankincense.  This 4oz bottle was specifically designed for people with chronic health conditions.  They can take the Super Concentrate for a few months as their body heals and then can switch to the less expensive original formula for the continued stem cell benefits.",
      "order": 15
    },
    {
      "element": "p",
      "content": "I know that Shiaqga is the answer for my family and all who use it, in being prepared for a major worldwide epidemic.  It also assists the body in achieving and maintaining optimal health.  Shiaqga acts like a superfood for the body, by giving it the necessary ingredients to modulate the immune system and activate the body's own healing response.  To assist you in understanding what this really means and the true power behind Shiaqga, I first need to share with you a little bit about the Immune System.  The Immune System contains several types of white blood cells that are involved in repairing and defending the body against foreign toxins or infectious diseases.  Here are some simple examples of who they are and what they do:",
      "order": 16
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "B-Cells:  Are active against bacteria and float around in the bloodstream waiting for a part of bacteria to be brought to them by other Immune System cells.  They then rapidly produce antibodies against the new threat.  (In mammals the B-Cells mature in the bone marrow.)"
        },
        {
          "order": 2,
          "content": "T-Cells:  Are active against viruses and cancer cells.  They also float along with the bloodstream waiting for a virus or cancer cell to be brought to them.  They then produce chemicals to destroy the threat and assist the B-Cells in making antibodies. (Because they are made in the Thymus they were named T-Cells.)"
        },
        {
          "order": 3,
          "content": "Neutrophils:  Are formed from stem cells in the bone marrow.  Moving on their own through the bloodstream picking up bacteria, viruses, cancer cells, and other foreign matter to take to the T and B-Cells.  The T and B-Cells then make antibodies to defend against these invaders.  Without Neutrophils the T and B-Cells are unable to work effectively.  Once a Neutrophil picks up a bacterium or a virus they become compromised and are unable to pick up anymore.  Because of their short life span, to stay in optimal health it is important to have an abundance of new Neutrophils being made by your immune system daily."
        },
        {
          "order": 4,
          "content": "Macrophages:  Being the first line of defense in the bloodstream, they are mobile and they alert other white blood cells of invaders.  They can engulf and destroy targeted cells and once destroyed they remember how to protect the body from that intruder if it should ever appear again."
        }
      ],
      "order": 17
    },
    {
      "element": "p",
      "content": "When the doctor takes our white blood count, he has no idea whether the cells are compromised or active.  If they say your white blood count looks good and yet you are sick, more than likely a majority of your Neutrophils are compromised.  Often doctors talk about stimulating/strengthening or suppressing/weakening the Immune System to hopefully fix the problem, but that is not your body needs.",
      "order": 18
    },
    {
      "element": "p",
      "content": "For a truly healthy Immune System, you need to have your cells programmed correctly, so they know their proper job, and you need to have it modulated.  A modulated immune system simply means your body is providing a surplus of correctly programmed Neutrophils daily so there is always an abundance waiting to work when necessary.",
      "order": 19
    },
    {
      "element": "p",
      "content": "When doctors diagnose a patient with an \"overactive immune system\" or autoimmune disease, they may prescribe all types of immune-suppressing drugs.  This is not what is needed!  All that is really needed to fix this health condition is to simply replace the improperly functioning immune cells with correctly functioning cells.  Doing this will eliminate the autoimmune disease and build the immune system into a stronger and better functioning one.",
      "order": 20
    },
    {
      "element": "p",
      "content": "Just as a plant needs good soil with the proper fertilization to grow healthy and strong, your body also needs the vital building blocks to optimally maintain all its numerous functions.  Sadly, the standard modern lifestyle and diet are full of toxins and truly lacking the proper nutrition for proper healing and to maintain a healthy modulated Immune System.  For example, Neutrophils prefer “combating” refined carbohydrates, like sugar, in our diets over bacteria, viruses, cancer cells, and so forth.  Eating foods with refined carbohydrates will keep you in a weaken your immune response.",
      "order": 21
    },
    {
      "element": "p",
      "content": "Shiaqga contains the necessary ingredients to eliminate toxins and maintain the proper immune response.  During an illness, it is necessary to continue to replace your damaged and compromised immune cells.  This is exactly what Shiaqga supports.  When illness happens, I recommend you increase the amount of Shiaqga you take so your body will have plenty of the superfood it needs to quickly build an army to combat an epidemic.",
      "order": 22
    },
    {
      "element": "p",
      "content": "Finally, another reason to take Shiaqga every day is not to simply be ready to overcome an epidemic but to also regenerate.  When the foreign invaders are under control, the Neutrophils don’t just sit around and do nothing.  They also serve another function.  As an unused Neutrophil nears the end of its short life, it migrates back to the bone marrow where it was born.  From there the old Neutrophils are used to release adult stem cells into the blood.  Stem cells can grow into any other cell in the body to repair any damage.  When there is an oversupply of healthy functioning Neutrophils, there will be an abundance of adult stem cells in the bloodstream.  Those stem cells travel to the various organs and tissues inside the body that need repair.  By giving your body the much needed Shiaqga supplement to maintain a modulated immune system, you can literally turn back the clock and create the \"Fountain of Youth\" inside your own body.",
      "order": 23
    },
    {
      "element": "p",
      "content": "Experience: I had one gentleman call me up and ask, \"Can the Shiaqga make you look younger?\"",
      "order": 24
    },
    {
      "element": "p",
      "content": "I answered, \"Yes, but that is a process.  After your body becomes cleaned out from the toxins, bacteria, parasites, and so forth it will then start working on the internal organs.  It will literally rebuild your kidneys, liver, heart, and so forth.  From there it will go to work on your skin but I would imagine that it would be four or five years of taking Shiaqga before you really start noticing a major difference to your appearance.\"",
      "order": 25
    },
    {
      "element": "p",
      "content": "To this, he replied, \"I thought so.  I have been on the Shiaqga five years and I just came back from my family reunion.  Our last family reunion was ten years ago and I look younger now in my current pictures than I did ten years ago.\"",
      "order": 26
    },
    {
      "element": "img",
      "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/shiaqga-mushroom-top-picture_orig.jpg?alt=media&token=2375d9e9-e7aa-4c52-a182-f3357bbeb44f",
      "order": 27
    },
    {
      "element": "img",
      "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/shiaqga-mushroom-bottom-picture_orig.jpg?alt=media&token=c7d9b3e5-933d-4a15-a0d3-ae990bc9b3a5",
      "order": 28
    },
    {
      "element": "img",
      "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/shiaqga-mushroom-bottom-picture-2_orig.jpg?alt=media&token=0db02c90-dc8b-42d2-b825-4a24b3b744a2",
      "order": 29
    }
  ]
}
