{
  "title": "Shiaqga Prevents Disease",
  "elements": [
    {
      "content": "\"In a way only surpassed perhaps by Vitamin C research, the phytoceuticals of Shiaqga have ​ been widely studied by medical and pharmacological researchers in leading American research colleges and hospitals, such ​ as Bethesda Naval Hospital, Harvard University, Cornell University, Baylor Medical College, and reported in such trusted journals as the Townsend Letter, JAMA, Journal of Immunology, etc... The biologically active components have been so rigorously examined in the laboratory… it is evident that the multiple health benefits of Shiaqga are supported by scientific investigation… I am convinced that Shiaqga will, without a doubt, entirely eclipse every other natural health supplement ever produced.” ",
      "order": 5,
      "element": "blockquote"
    },
    {
      "element": "blockquote",
      "content": "\"Shiaqga has demonstrated with a long history of ​ exhaustive customer testimonials and independent, validating and supportive scientific data, that its core etiology of efficacy is its ​ \"stand alone\" position in Immune System (IS) ​ bolstering and improved functionality.",
      "order": 7
    },
    {
      "element": "link",
      "local": true,
      "linkText": "CLICK HERE TO LEARN MORE",
      "order": 12,
      "link": "https://www.shiaqga.com/information.html"
    },
    {
      "content": "It stands without question that if the immune system is strengthened, numerous ailments and illnesses can be aided and alleviated. Having a healthy and properly functioning immune system will positively effect all other body systems.",
      "order": 1,
      "element": "p"
    },
    {
      "element": "p",
      "content": "The Shiaqga product is a Native American Sacramental Medicine with ingredients of the wild crafted Native American Sacred mushroom of Shiaqga and organic essential oils of Black Cumin, Lemon, Cinnamon Bark, Peppermint, and Wild Sacred Frankincense. Each ingredient is demonstrated in scientific research to strengthen, support and modulate the Immune Response in different ways. ",
      "order": 2
    },
    {
      "element": "p",
      "content": "Shiaqga is a sacred and ancient medicinal mushroom of the Native American Tribes. Its name is derived from the Southern Nez Perce word “Shiaq’ga” which means “To Give Life” or “Healing”. This mushroom has been a principle part of the pemmican used by the Native American Tribes of the Northern Plateau People of the Columbia River basin for millennia. Now, after decades of medical and scientific processes, we've truly discovered why the chemistry of this remarkable food promotes health to such a large extent --even “Pan-systemic” or complete body benefits. ",
      "order": 3
    },
    {
      "content": "After extensive review Dr. Landis, National Board Certified Naturopath and former President of the Utah Naturopathic Medical Association, said: ",
      "order": "4",
      "element": "p"
    },
    {
      "element": "p",
      "content": "​Dr. Tim Chapman, M.D., I.M.S. also stated:",
      "order": 6
    },
    {
      "element": "p",
      "content": "​I have witnessed the miracle of the Shiaqga Supplement in my family's life and will always have it readily available. Over the last two decades, thousands of people have told me about their healing experiences with Shiaqga. I literally have had people call me up in a panic about a life threatening health condition and then months later call me back thanking me for introducing them to Shiaqga.",
      "order": "10"
    },
    {
      "element": "p",
      "content": "Proper diet and proper supplementation is the key to restoring the body's health. The Shiaqga Supplement is at the top of my list for seeing the most dramatic long term health benefits. ",
      "order": 11
    },
    {
      "order": 8,
      "element": "blockquote",
      "content": "The major, if not common denominator of Plant and Animal Kingdom' morbidity/mortality statistics, is Immune System Deficiency. Creation's Wholeness and Longevity are predicated on the efficient functionality of the ​ Immune System."
    },
    {
      "order": 9,
      "element": "blockquote",
      "content": "Therefore, I believe all \"Tentacles of Shiaqga Application,\" will become apparent as its core ​ etiology for daily incorporation for Immune System bolstering becomes embedded in thought and ​ action of global populations.\""
    }
  ],
  "linkText": "SHIAQGA INFORMATION",
  "author": "Man Found Standing, ​Native American Practitioner",
  "order": 1
}
