{
  "linkText": "CLICK HERE TO READ ABOUT SHIAQGA AND OPTIMAL HEALTH",
  "author": "Man Found Standing, Medicine Man Practitioner",
  "order": 5,
  "title": "Shiaqga: The Key to Optimal Health",
  "elements": [
    {
      "content": "Everyone lives a slightly different lifestyle however the key to optimal health is still the same. When our cells communicate properly and are given the proper building blocks our bodies have the ability to cure disease and live a long, healthy life. Returning to good health and turning back the aging clock is entirely possible.",
      "order": 1,
      "element": "p"
    },
    {
      "element": "p",
      "content": "Let's use a simple analogy and liken poor health to owning a home that is run down. In order to restore the home properly or restore your health properly you need to do a few things:",
      "order": 2
    },
    {
      "element": "ol",
      "content": [
        {
          "content": "In a home you first start out by cleaning out the major unwanted and bad materials. Those broken windows, rotten boards, damaged carpet, and so forth. For your body, you want to clean out the trapped toxins, fat, fecal matter, and so forth. The Essential Oils in the Shiaqga are extremely helpful to eliminate the built-up toxins, but the real power behind the detoxification process is found in Shiaqga's other properties like its biter triterpene compounds. Eliminating the trapped toxins is vital for optimal health and you will find it beneficial to double or triple your water intake during this process. It is also recommended that you take a good probiotic and enzyme supplement. Probiotics are very helpful in digesting toxins and eliminating them from your body and enzymes, when taken on an empty stomach, go in and clean out the body of toxic material.",
          "order": 1
        },
        {
          "order": 2,
          "content": "Next you replace the bad materials with good building blocks that are cut to their proper size. Repairing a wall in your home is hard to do with a complete tree. When that tree is cut into 2 x 4's you can easily use them to build what you want. The Shiaqga supplement gives your body the much-needed vital building blocks to eminently start your repairing process. Also in your body, enzymes play an important roll into cutting the food you eat into usable building blocks."
        },
        {
          "content": "Once your body has the building materials that are usable it is still it hard to get them to easily work without connectors to hold them in place. Try building a wall without any nails, screws, or other such connectors. For your optimal health your body needs the connectors that assist in holding everything together. These vital nutrients are found in your Shiaqga but more abundantly in your garden-fresh produce especially in the leafy greens. Eating a healthy diet of uncooked fresh produce will vastly improve your optimal health. ",
          "order": 3
        },
        {
          "content": "Now even if you have all the good materials to completely restore your home, your remodeling job still needs the workers that know their job and can do it properly. In your body, there are cells that go to sleep or are even trying to do damage to the body. To achieve optimal health you need to revitalize and educate your cells so they can do their jobs correctly. This is why taking the Shiaqga supplement is so important. Shiaqga is the key to activating your worker cells and getting them to perform their jobs correctly. Within twenty-four hours of taking Shiaqga, the number and viability of your immune system's worker cells are increase by as much as 4000%.",
          "order": 4
        }
      ],
      "order": 3
    },
    {
      "content": "The Shiaqga supplement contains the synergized ingredients of the wild crafted Native American mushroom of Shiaqga and the organic essential oils of Black Cumin, Lemon, Cinnamon Bark, and Peppermint. Each of these ingredients have been demonstrated in scientific research to have powerful effects on healing the body. ",
      "order": 4,
      "element": "p"
    },
    {
      "element": "ol",
      "content": [
        {
          "order": 1,
          "content": "The Wild Shiaqga contains the much-documented overall body healing effects of 3-beta-D-glucans, biter triterpene compounds that support the thymus and spleen, anti-tumor polysaccharides, blood pressure-reducing angiotensin re-uptake inhibitors, and perhaps the highest source of the oxygen catalyst germanium found in nature."
        },
        {
          "content": "Black Cumin oil research demonstrates its anti-microbial properties, respiratory benefits, anti cancer properties, and much more. For thousands of years it has been considered by many millions of people living in the Mediterranean to be a magical all-healing natural remedy. ",
          "order": 2
        },
        {
          "content": "In laboratory studies lemon essential oil showed that it slowed or halted the growth of cancer cells and contains numerous anti-cancer compounds and detoxification properties. Lemon oil is beneficial for digestive problems, respiratory issues, and infections.",
          "order": 3
        },
        {
          "order": 4,
          "content": "Cinnamon Bark is a powerful maintenance oil for its antimicrobial and parasites eliminating properties. It strengthens the immune system, lowers blood sugar, increase energy, and assists the metabolic process. "
        },
        {
          "content": "Peppermint oil assists the respiratory system, circulatory system, nervous system, and is very helpful for digestive issues. In research, it has also has been shown to stimulate the gall bladder and liver.",
          "order": 5
        }
      ]
    },
    {
      "order": 6,
      "element": "p",
      "content": "This Shiaqga super food goes in and feeds your cells and causes the modulation of your immune system. Having the building blocks and an abundance of correctly programmed worker cells sets the body's work force in motion that eliminates auto immune diseases, eradicates viruses and bacteria, destroys cancer cells, eliminates toxins, and much, much more."
    },
    {
      "content": "Once your worker cells have taken back control of your health and have eliminated the immediate threats, they set to work to rebuild and regenerate your body. They literally do this by activating the stem cells what rebuild your body from the inside out. Remodeling your old damaged organs turns back the aging clock, increases your optimal health, and gives you a new lease on life. ",
      "order": 7,
      "element": "p"
    }
  ]
}
