{
  "products": [
    {
      "name": "15ml First Aid",
      "description": "<p><strong><em>List of ingredients:</em> Wild, Ethically Farmed and Organic Essential Oils of Tea Tree, Rosemary, Frankincense, Lavender, Helichrysum italicum, and Clove Bud in a base of Foraha.</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. The oil of Foraha has traditionally been used for wounds, scars and skin regeneration. This formula was especially formulated to assist cuts, bruises, acne, eczema, sunburns, scaring, stimulates the regeneration of new cells, broken veins, stretch marks, and spots. Also, shown wonderful results in treating dermatitis and other skin disorders.  </strong></p><p><br /></p><p><strong><em>Traditional Application:</em> Apply topically to the affected areas. </strong></p><p><br /></p><p><strong><em>Companion Blends:</em> Skin Renew </strong></p><p><br /></p><p><strong><em>Precautions: </em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification:</em> Wound and Injury Support </strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p66_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Fit",
      "description": "<p><strong><em>List of ingredients:</em> Wild, Ethically Farmed and Organic Essential Oils of Lemon, Tangerine, Peppermint, Cinnamon Bark, Celery Seed, and Ginger Root.</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to assist</strong> <strong>in managing the appetite, stop cravings between meals, impulsive eating, eliminates water retention, stimulates circulation, lymph drainage, and decreases toxic build-up. Ideal for those who participate in weight loss and exercise programs. It can lift moods, relax your stomach, reduce inflammation, liver congestion, digestive problems, tightens the skin, strengthens the glands, and assists with nervous disorders, infections, fatigue, camps, stress, and anxiety.</strong></p><p><br /></p><p><strong><em>Traditional Application:</em> Add eight drops to a glass of water and drink in between your meals during the day. Dilute with a carrier oil and massage over the areas of cellulite. </strong></p><p><br /></p><p><strong><em>Companion Blends:</em> Alignment, Flu Relief, Thief Blend, Thyroid Support</strong></p><p><br /></p><p><strong><em>Precautions:</em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification:</em> Body Balance </strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p67_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Flu Relief",
      "description": "<p><strong><em>List of Ingredients:</em> Wild, Ethically Farmed and Organic Essential Oils of Frankincense, Ginger Root, Juniper Berry, Lavender, Rosemary, and Peppermint in a base of fractionated coconut oil.</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to strengthen and protect the body and used to fight against infections, viruses, bacteria, fungus, parasites, tumors, and inflammation. It is beneficial for liver and kidney problems, detoxifying and cleansing the body, adrenal support, and has been known to assists skin disorders.</strong></p><p><br /></p><p><strong><em>Traditional Application:</em> Apply three drops on the bottom of each foot in the morning for protection from harmful environmental toxins. Apply on the thymus in a clockwise motion for 30 seconds and then stimulate the thymus by tapping. Apply to the jugular veins on each side of the neck. Massage along the spine using the Vita Flex technique.</strong></p><p><br /></p><p><strong><em>Companion Blends:</em> Breathe Free, Fit, Thief Blend, Tummy Soothe</strong></p><p><br /></p><p><strong><em>Precautions: </em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification: </em> Immune and Body Support</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p68_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Hormone Balance",
      "description": "<p><strong><em>List of Ingredients:</em></strong> <strong>Wild, Ethically Farmed and Organic Essential Oils of Vetiver, Sandalwood, Clary Sage, Bergamot, Petitgrain, and Rose in a base of fractionated coconut oil.</strong></p><p><br /></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to assist in balancing the hormones, alleviating pre-menstrual and menstrual cramps, discomfort, and other associated problems. Use to overcome depression, anxiety, and for grounding. It brings joy, harmony, and removes negative programming from the cells of the body to assist in focusing on the moment releasing resentment, touchiness, and grudges. </strong></p><p><br /></p><p><br /></p><p><strong><em>Traditional Application:</em> Apply three to four drops on the bottom of each foot to assist in hormone balancing. Massage across lower back, lower abdomen and apply a warm/hot compress. Apply around the ankles, on the ears and under the nose for emotional support. </strong></p><p><br /></p><p><strong><em>Companion Blends:</em> Blended Rose, DNA Release, Intention, Peaceful, To Be </strong></p><p><br /></p><p><strong><em>Precautions: </em> Extreme use can case the hormones to over correct and a low grade headache to ensue. When pregnant, use with caution and only small amounts as you feel the need. </strong></p><p><br /></p><p><strong><em>Classification: </em> Hormone Balance and Emotional Support</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p69_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Intention",
      "description": "<p><strong><em>List of ingredients:</em> Wild, Ethically Farmed and Organic Essential Oils of Frankincense, Vetiver, Ylang Ylang Extra, Lavender, Peppermint, Basil, and Rosemary in a base of fractionated coconut oil.</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to assist in balancing and regulating the Central Nervous System.  It assists in clearing the lymphatic system and is deeply relaxing, calming, and healing for emotional wounds.  It increases oxygen and stimulates the cells’ restorative power, clear mental cobwebs, and fortifies the mind.    </strong></p><p><br /></p><p><strong><em>Traditional Application:</em></strong><em> </em><strong>A apply around the toes, the top and bottom of the feet, on the brain stem, temples, and across the forehead.  Apply several times during the day and put a few drops on the pillow at night. Smell to maintain brain support and emotional balance.    </strong></p><p><br /></p><p><strong><em>Companion Blends:</em>  Alignment, Blended Rose, DNA Release, Hormone Balance, Meditate, Peaceful, To Be  </strong>  </p><p><br /></p><p><strong><em>Precautions: </em>No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification:</em> Brain and Emotional Support, Body Balance </strong></p><p><br /></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p70_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Joint Support",
      "description": "<p><strong><em>List of Ingredients:</em> Wild, Ethically Farmed and Organic Essential Oils of Neem, Lemongrass, Spruce, Peppermint, Helichrysum gymnocephalum, and Black Pepper.</strong></p><p><strong> </strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be.  This formula was especially formulated to assist arthritic join pain.  For millions of people, Neem has brought miraculous healing powers to a wide range of conditions in as little as a few minutes after application.  The lemongrass in this formula is excellent for regenerating connective tissue and repairing ligaments and provides a more pleasant aroma.    </strong></p><p><br /></p><p><strong><em>Precautions:</em>  Hotter formula.  May require the use of a carrier oil when applied. </strong></p><p><br /></p><p><strong><em>Traditional Application:</em>  Apply where needed.  Massage into sore muscles, joints, back, insect bites and stings.  Hot towel compress when applying to sore muscles drives the oil in deeper giving greater relief, but can intensify the heat.    </strong></p><p><br /></p><p><strong><em>Companion Blends: </em> Circulate, Deep Heat, Meditate, Pain Free</strong></p><p><br /></p><p><strong><em>Classification: </em>Pain Management</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p71_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Meditate",
      "description": "<p><strong><em>List of ingredients:</em>  Wild, Ethically Farmed and Organic Essential Oils of Spruce, Pine, Cedarwood, Ylang Ylang Extra, and Frankincense. </strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be.  The conifer oils were traditionally used by the North American Indians to symbolically represent a protective umbrella for the earth bringing energy in from the universe.  This formula was especially formulated to assist in grounding, uplifting, and opening yourself to bring about a balance of emotions.  It dispels anger, frustration, poor self-esteem, anxiety, and depression.  It also assists to stimulate circulation, clear mental cobwebs, balances the equilibrium, heart functions, and enhances relationships.   </strong></p><p><br /></p><p><strong><em>Traditional Application:</em> Apply to the solar plexus, brain stem, crown of the head, back of the neck, across the shoulders, behind and on the ears, thymus, wrists, or wear as a perfume.  Wonderful to use in a massage.</strong></p><p><br /></p><p><strong><em>Companion Blends:</em> Alignment, Blended Rose, DNA Release, Fit, Hormone Balance, Intention, Peaceful, To Be   </strong></p><p><br /></p><p><strong><em>Precautions:</em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification:</em> Emotional Support and Body Balance </strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p72_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Pain Free",
      "description": "<p><strong><em>List of Ingredients: </em> Wild, Ethically Farmed and Organic Essential Oils of Helichrysum gymnocephalum, Basil, Wintergreen, Lemongrass, Peppermint, and Lavender.</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to assist in reducing pain and stimulating quicker healing. It is beneficial for sprains, bruises, inflammation, spasms, cramps, arthritis, headaches, infections, viruses, bacteria, fungus, and improving circulation.</strong></p><p><br /></p><p><strong><em>Traditional Application:</em>  Apply on location where there is discomfort or on the bottom of the feet.</strong></p><p><br /></p><p><strong><em>Companion Blends:</em>  Alignment, First-Aid, Joint Support, Meditate, White Flower Oil</strong></p><p><br /></p><p><strong><em>Precautions: </em> Hotter oil so blend with a carrier oils as needed.  Not suggested for open wounds since Wintergreen will increase the pain for a minute.</strong></p><p><br /></p><p><strong><em>Classification: </em> Pain Management</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p73_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Peaceful",
      "description": "<p><strong><em>List of Ingredients:</em>  Wild, Ethically Farmed and Organic Essential Oils of Tangerine, Ylang Ylang Extra, Lavender, Vetiver, Patchouli, and Roman Chamomile in a base of fractionated coconut oil.</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to assist in reducing depression, anxiety, stress, and tension and brings joy to the heart.  It balances and stabilizes the emotions, giving patience, and calming worries.  Also known to assist hyperactive children and children that have frequent nightmares.  Supports in releasing old habits. </strong></p><p><br /></p><p><strong><em>Traditional Application:</em>  Apply on the wrists, ears, under the nose, back of the neck, add to bath water, and add to massage oil to rub on the back. For insomnia apply to navel, legs, and neck.</strong></p><p><br /></p><p><strong><em>Companion Blends:</em>  Alignment, Blended Rose, DNA Release, Intention, Meditate, To Be </strong></p><p><br /></p><p><strong><em>Precautions: </em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification:</em>  Emotional Support and Body Balance</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p74_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Rose Blend",
      "description": "<p><strong><em>List of Ingredients:</em>  A mixture of Organic Bulgarian Rose Essential Oil in a base of fractionated coconut oil.</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: This is a wonderful low cost way to experience the benefits of Rose Essential Oil.  Review the information on Rose to understand more how powerful it is.  With Roses complex chemistry with over 300 known constituents, it enhances the frequency of every cell bringing balance and harmony to the body.  Rose is said to be most beneficial for emotional issues, skin conditions, and heart problems.  Rose is stimulating and elevating to the mind, creates a sense of well-being, assists release past hurts, and brings a feeling of love.</strong></p><p><br /></p><p><strong><em>Traditional Application: </em> Rub on location, on the ears, forehead, temples, over the heart, or in a general massage. </strong></p><p><br /></p><p><strong><em>Companion Blends:</em>  Alignment, DNA Release, Fit, Hormone Balance, Intention, Meditate, Peaceful, Skin Renew, Thyroid Support, To Be</strong></p><p><br /></p><p><strong><em>Precautions: </em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification:</em>  Body Balance</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p75_i2_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Skin Renew",
      "description": "<p><strong><em>List of Ingredients:</em>  Wild, Ethically Farmed and Organic Essential Oils of Sacred Frankincense, Lavender, Roman Chamomile, Carrot Seed, and Rose in a base of fractionated coconut oil.</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to enhance the skin, benefit skin elasticity, and create a youthful appearance.  It assists all skin issues by revitalizing, regenerating, toning, and moisturizing. Rubbed into the belly regularly during pregnancy has been known to prevent stretch marks. Also has been beneficial when used for infections, inflammation, circulation problems, and boosting the immunity. </strong></p><p><br /></p><p><strong><em>Traditional Application:</em> Apply to clean skin and gently massage upward. </strong></p><p><br /></p><p><strong><em>Companion Blends:</em> Blended Rose, Circulate</strong></p><p><br /></p><p><strong><em>Precautions: </em>No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification:</em>  Skin</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p76_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Thief Blend",
      "description": "<p><strong><em>List of Ingredients:  </em>Wild, Ethically Farmed and Organic Essential Oils of Cinnamon Bark, Clove, Lemon, Oregano, and Thyme.</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to fight against viruses, infections, bacteria, fungus, inflammation, parasites, spasms, and microbes.  It strengthens the immune system and is a powerful, all-around maintenance oil that is beneficial as a general tonic.  It supports the nervous, respiratory, urinary, and circulatory systems.  The oils in this blend were considered anti-plague by the spice merchants living in England in the 16th century. They used various spices to protect themselves from the plague as they robbed from the bodies of the sick and dying.</strong></p><p><br /></p><p><strong><em>Traditional Application: </em> Diffuse 15 to 30 minutes three times a day when there is sickness. Apply one drop to fifteen drops of carrier oil and massage on thymus and under the arms to strengthen the immune system. Apply diluted on the throat, around ears, stomach, and intestines. Apply on the bottom of the feet. </strong></p><p><br /></p><p><strong><em>Companion Blends: </em> Allergy Free, Breathe Free, Flu Relief, Tummy Soothe</strong></p><p><br /></p><p><strong><em>Precautions: </em>Hot oil. Blend with a carrier according to your intended use.</strong></p><p><br /></p><p><strong><em>Classification:</em> Immune Support</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p77_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Thyroid Support",
      "description": "<p><strong><em>List of Ingredients:</em>  Wild, Ethically Farmed and Organic Essential Oils of Spearmint, Myrtle, Sage, Frankincense, Nutmeg, Geranium, and Lemongrass in base of fractionated coconut oil.</strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to improve the balance of the thyroid, assist the glandular and lymphatic systems, and improve metabolic function.  Supports the adrenal glands, is a general stimulant for increasing energy, and is recognized for its benefits of strengthening the complete body.</strong></p><p><br /></p><p><strong><em>Traditional Application: </em> Apply one drop on the thyroid in the morning or at night depending on how your body responds.  Rub a couple drops over the kidneys, liver (right front), pancreas (left front), and glands.  When applied over the throat, it may help a person express their true feelings.</strong></p><p><br /></p><p><strong><em>Companion Blends:</em>  Alignment, Circulate, DNA Release, To Be</strong></p><p><br /></p><p><strong><em>Precautions: </em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification: </em>Lymphatic and Glandular Support, Body Balance</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p78_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml To Be",
      "description": "<p><strong><em>List of Ingredients: </em> Wild, Ethically Farmed and Organic Essential Oils of Lavender, Geranium, Lemon, Ylang Ylang Extra, West Indies Sandalwood, Orange, Patchouli, Spruce, Frankincense, Cinnamon Bark, Lemongrass, Roman Chamomile, Clary Sage, Rose, and Myrrh in a base of fractionated coconut oil. </strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to assist in times of personal challenges or change such as mid life crisis or similar times.  It has been known to be mentally grounding elevating and opening to a balance of emotions.  To Be has been used to fortify the mind, assist with indecision, anxiety, fear of the future, nervous tension, apathy, awaken awareness and bring feelings of joy and gratitude to the heart. Users have experienced a rise in self-esteem, balance in extreme emotions, stimulation to the brain, assistance with heart stresses, mental fatigue, and in balancing skin conditions.  It has historically been used to be soothing, calming and uplifting, bringing balance and harmony to the body.</strong></p><p><br /></p><p><strong><em>Traditional Application:</em> Apply on ears, over the heart, temples, back of the neck, on wrists and solar plexus. Apply three to four drops on the bottom of each foot to assist in bringing the body back into balance. Companion BlendsAlignment, DNA Release, Intention, Meditate, Peaceful </strong></p><p><br /></p><p><strong><em>Precautions:</em> No Special Cautions</strong></p><p><br /></p><p><strong><em>Classification: </em> Body Balance and Emotional Support</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p79_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "15ml Tummy Soothe",
      "description": "<p><strong><em>List of Ingredients:</em>  Wild, Ethically Farmed and Organic Essential Oils of Peppermint, Fennel, Juniper, Spearmint, Ginger Root, Cypress, and Frankincense in a base of fractionated coconut oil. </strong></p><p><br /></p><p><strong>Man Found Standing, Medicine Man Practitioner writes: Review the information on each single essential oil to understand more how powerful this synergistic combination can be. This formula was especially formulated to assist in balancing intestinal activity, digesting toxic materials, in alleviating indigestion, cramps, upset stomach, vomiting, diarrhea, belching, bloating, heartburn, gas, colic, nausea, spasms, nervous tension, anxiety, and stress. It improves circulation, and tones the liver, kidneys, and spleen that improves overall body functions.  Eliminates parasites (also in animals) by massaging and then applying a compress across the stomach. </strong></p><p><br /></p><p><strong>Personally this formula saved me from having a trip to the hospital due to an extreme case of food poisoning.  Literally within fifteen minutes of rubbing twenty drops on my belly I was out of pain and my condition was completely reversed.</strong></p><p><br /></p><p><strong><em>Traditional Application:</em>  Massage over the stomach area.  Apply a hot wet towel compress when desired.  Apply to the feet and ankles. </strong></p><p><br /></p><p><strong><em>Companion Blends: </em>Flue Relief, Thief Blend</strong></p><p><br /></p><p><strong><em>Precautions: </em> Hot for young children and sensitive skin so further dilution will be necessary.</strong></p><p><br /></p><p><strong><em>Classification:</em> Digestive System</strong></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p80_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "Shiaqga Pet Immunity",
      "description": "<p><strong>Shiaqga is just as effective with our fur babies. YESSSSS! We’ve tried and tested the Shiaqga with our own pets and many abandoned sick doggies. What we’ve seen is what some would call miracles. The Shiaqga is amazing for maintaining optimal health in those healthy home babies too. </strong></p><p><br /></p><p><strong>White Sparrow, Medicine Woman writes, <em>\"We own two dogs &amp; each morning they get a dose of Shiaqga.  Our boy came from an abused and nutrient deficient environment. A few months later, he was top of the line Healthy. I just add a smidgen of Shiaqga in raw meat… along with other superfoods. It’s easy breezy &amp; even great grandma, or Emma the 3 year old. . . can manage it.\"</em></strong></p><p><br /></p><p><strong>Depending on the health condition of your pet, that will determine the dose. Highly toxic pets deserve a tad bit more. It is considered a food so there is no overdose issues. Taking more will only causes detox symptoms. The suggested amount for the size of your healthy animal is on the label. For your more unhealthy friends, you can increase the amount given but use wisdom and pay attention to their behavior and temperature.</strong></p><p><br /></p><p><strong>As they shift into healing, they will tend to get tired and deserve rest and repair. As their immune system is built and healing occurs, the detoxification effects will lessen. One container should last several months for pets in top notch health. The content is 100% ground Shiaqga. </strong></p><p><br /></p><p><a href=\"http://weebly-link/910964010114262300\">Click here to return to the main shopping page.</a></p><p><br /></p><p><a href=\"https://www.youtube.com/watch?v=jLZN1ftDVZg\">Click her to watch a video on the use of this supplement.</a></p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p81_i1_w2560.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "Book - The Benefits of Essential Oils and How to Use Them",
      "description": "<p>A informative reference and symptoms guide on the therapeutic essential oils.</p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p82_i3_w2560.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "Essential Oil Diffuser",
      "description": "<p>A forced air atomizing diffuser that keeps the therapeutic essential oils away from any damagingelectric interference, metal, or heat.  </p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p83_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    },
    {
      "name": "Large Black Travel Case",
      "description": "<p>Large black travel case that holds up to 66 essential oil bottles. </p>",
      "images": [
        "https://www.shiaqga.com/uploads/1/2/2/5/122567626/s386380882359807143_p84_i1_w500.jpeg"
      ],
      "active": true,
      "shippable": true,
      "type": "good"
    }
  ]
}
