[
  {
    "title": "Experts of Adulteration",
    "linkText": "",
    "order": 1,
    "author": "Paway-yatanatu way-akt, Medicine Woman Practitioner and Man Found Standing, Medicine Man Practitioner",
    "elements": [
      {
        "element": "p",
        "content": "The essential oil and natural supplement industries are  both multi-billion dollar a year industries.  Sadly the  majority of products produced for these industries  are low quality and thinned for profit.  However, transparency exists and can be read in market (export) and retail sales reports.  So many essential oil companies say their lavender oil is 100% pure and come from France.  How is it possible for France to export more 100% pure  French lavender oil each year than they actually grow?  One French lavender expert is quoted as saying, “I  believe 99% of the lavender sold in America has been   adulterated.”",
        "order": 1
      },
      {
        "element": "p",
        "content": "Thinning  products without anyone even being able to detect it, is where the experts really capitalize on making greater profits.  When a supplier starts hiring chemists, it starts to look out of place for a company that is claiming absolute purity.  Another world expert said, \"If we did not extend the oils, the costs would be too prohibitive.”",
        "order": 2
      },
      {
        "element": "p",
        "content": "The family healer or Natural Practitioner should use essential oils and other natural products that are free from additives or adulterants.  Here are some of examples to understand the essential oils industry and to steer clear of those selling adulterated essential oils.",
        "order": 3
      },
      {
        "element": "blockquote",
        "content": "Quote:  \"I discovered a large distiller selling oils that were marketed as 100% Pure and Natural but were really adulterated.  In their email correspondence to me they said, '. . . This process is very unique and is not used by other suppliers, they (the other suppliers) just prepare a . . . synthetic fragrance mixture and put 2% to 10% of pure oil based on the target price they want to offer.  So our natural identical oils are 100% pure and natural but not 100% extracted from same species.'",
        "order": 4
      },
      {
        "element": "blockquote",
        "content": "Simply put this large distiller said that instead of mixing 90 to 98 percent synthetic chemical fragrance in with their essential oils, they do it better by mixing in natural chemicals and selling them as 100% pure and natural.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 5
      },
      {
        "element": "blockquote",
        "content": "Quote: \"I was contacted by a person from one of the large essential oil distilling companies.  They were inquiring if I had an interest in purchasing oils from them.  The sales expert answered my questions about their distilling facility and then I asked him about supplying me with pure lavender essential oil.  (When checking out a company I normally always start out with their lavender oil.) ",
        "order": 6
      },
      {
        "element": "blockquote",
        "content": "He told me that they could supply pure lavender oil.  I asked him for the botanical name of the lavender and pricing.  He stated that their best lavender for the price was on 100% Pure Lavandula angustifolia 40/42.  He then stated his price, which was 1/5 the cost of oil I get directly from the farms I work with.  (Lavender sold on the market as 40/42 is referring to the Linalool and Linalyl acetate percentages in the lavender.)",
        "order": 7
      },
      {
        "element": "blockquote",
        "content": "Even though I knew 40/42 is an adulterated Lavender, I was quite shocked that he was still claiming his oil was 100% pure.  Trying to obtain more information from him I said, 'Wow, that’s quite a good price. How can you sell it for that?'",
        "order": 8
      },
      {
        "element": "blockquote",
        "content": "He then explained that they use only 5% natural oil and the rest is synthetic to make the required chemical structure for having the high quality pure therapeutic lavender oil.  He further explained that the oil would test as 100% pure and pass any certifications we required.",
        "order": 9
      },
      {
        "element": "blockquote",
        "content": "Because the laws legally allowed him to call an oil 100% pure and since the oil would also pass any testing as pure, their company was selling the adulterated oil under the name of 100% Pure Lavandula angustifolia 40/42.",
        "order": 10
      },
      {
        "element": "blockquote",
        "content": "Over the years I have heard a lot of claims about  how a companies Lavender 40/42 is not adulterated but naturally 40/42 Lavender.  I have even heard them say they  blend a few 100% pure lavender crops together to get the 'perfect mixture'.  In all cases I have found this to be false and simply marketing claims.",
        "order": 11
      },
      {
        "element": "blockquote",
        "content": "There are many oils experts and their laboratories that create the Lavender 40/42. The Lavender that is commercially sold as Lavender 40/42 is normally around 3% pure lavender and the rest synthetic.  The reason they put in at least 3% pure lavender is because legally they can market the lavender as 100% pure and natural  at that percentage, and that is what they do!",
        "order": 12
      },
      {
        "element": "blockquote",
        "content": "If an essential oil company is selling a Lavender 40/42, it is a key indicator that they are not above supplying adulterated products across the board.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 13
      },
      {
        "element": "blockquote",
        "content": "Quote: \"In 1998, when I first started looking at purchasing large amounts of Therapeutic Essential Oils for my family and friends, I wanted to make sure I was receiving the finest, most natural quality available.  I contacted the “Leading Expert” for large bulk quantities of Therapeutic Essential Oils here in the United States and was given the assurances that I would only be supplied with the purest and highest quality available.",
        "order": 14
      },
      {
        "element": "blockquote",
        "content": "Upon receiving his assurances, I purchased a large amount of Wild Eucalyptus globulus.  When the oil arrived I smelled it, and from my knowledge of the industry, I was happy to discover that the eucalyptus smelled exactly like the high quality oil I had been used to using for nearly a decade.  (I had been purchasing from another “World’s Leading Expert”.)",
        "order": 15
      },
      {
        "element": "blockquote",
        "content": "Regardless of the fact that the oil smelled and acted the same, I pulled a sample and sent it to Europe for analysis by one of the leading biochemists for the essential oil industry.  The testing came back stating there were no chemical additives or pesticides detected, but the oil had been heated up too high during or after the distillation to “burn off” some of the more undesirable smells.",
        "order": 16
      },
      {
        "element": "blockquote",
        "content": "My surprise about the adulteration of burning off undesirable chemicals was compounded when the supplying expert was consulted to discuss the shocking test results.  The expert responded along the lines of, “Everyone does it.  The oil is pure, but that is what we do to make it smell better.\"",
        "order": 17
      },
      {
        "element": "blockquote",
        "content": "Frustrated about this alteration, I was determined to educate myself about the Therapeutic Essential Oils industry.  Over the next year, I scrutinized the 'world leading experts’ finest quality oils in pursuit of transparency.  I concluded that, indeed, it was the habit of the leading experts to alter, adulterate, compound, and otherwise generally do things that I, or people looking for absolute purity, would not want done with their oils.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 18
      },
      {
        "element": "blockquote",
        "content": "Quote: \"In 1997, I worked for a company that claimed to be the largest therapeutic essential oils supplier in the world.  This company sold many millions of dollars of essential oils every month.  They love to use the marketing claim stating they grow the highest quality, organic, therapeutic grade essential oils and supply them to their customers.",
        "order": 19
      },
      {
        "element": "blockquote",
        "content": "When people confronted their company about the organic certificates for their farms, they stated it was their practice to not provide organic certificates or soil testing results to their customers.  Interestingly enough, I discovered they could not provide the certificates, because in spite of their claims, they were not an organic farm.  I even found out during the next year that their farm had over one hundred truckloads of potentially harmful bio-solids (sewage sludge) spread over it.",
        "order": 20
      },
      {
        "element": "blockquote",
        "content": "A friend, who was working for another competing natural health company, did extensive testing of all their Therapeutic Grade Essential Oils.  She discovered they often sold poor quality and adulterated single oils, and in a majority of cases they had added “smell enhancers” (synthetic fragrances or natural aroma chemicals) to their essential oil blends to make them more desirable.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 21
      },
      {
        "element": "blockquote",
        "content": "Quote: \"A few years ago, we reviewed a new large company that claimed to sell only Therapeutic Essential Oils.  This company claimed to have the highest, purest quality oils and the strictest moral ethics from their employees.  After a few tests we discovered that they were mostly selling the lower quality food grade or fragrance grade quality.  When we confronted them with the evidence of our discovery, they refused to answer any more of our emails.  To us, that did not seem to resonate well about their claim of strict moral ethics.\" - Pahamy, Natural Practitioner and Medicine Woman",
        "order": 22
      },
      {
        "element": "p",
        "content": "A very simple way to verify that a supplier sells unadulterated oils is if their peppermint oil has a sharp, crisp, candy cane like fragrance.  If so, that oil is most likely low quality food grade peppermint or its been highly adulterated for smell.  The I Am Essential Oils company finds the highest therapeutic peppermint distilled at the small farms under the more costly and time consuming method of no added pressure.  High quality peppermint oil with unsurpassed therapeutic properties should have very noticeable herby undertones when inhaled.",
        "order": 23
      }
    ]
  },
  {
    "title": "",
    "linkText": "",
    "order": 1,
    "author": "",
    "elements": [
      {
        "element": "p",
        "content": "",
        "order": 1
      },
      {
        "element": "p",
        "content": "",
        "order": 2
      },
      {
        "element": "p",
        "content": "",
        "order": 3
      },
      {
        "element": "ul",
        "content": [
          {
            "order": 1,
            "content": ""
          },
          {
            "order": 2,
            "content": ""
          },
          {
            "order": 3,
            "content": ""
          },
          {
            "order": 4,
            "content": ""
          },
          {
            "order": 5,
            "content": ""
          },
          {
            "order": 6,
            "content": ""
          },
          {
            "order": 7,
            "content": ""
          },
          {
            "order": 8,
            "content": ""
          },
          {
            "order": 9,
            "content": ""
          }
        ],
        "order": 4
      },
      {
        "element": "p",
        "content": "",
        "order": 5
      },
      {
        "element": "h3",
        "content": "",
        "order": 6
      },
      {
        "element": "ul",
        "content": [
          {
            "order": 1,
            "content": ""
          },
          {
            "order": 2,
            "content": ""
          },
          {
            "order": 3,
            "content": ""
          },
          {
            "order": 4,
            "content": ""
          },
          {
            "order": 5,
            "content": ""
          },
          {
            "order": 6,
            "content": ""
          }
        ],
        "order": 7
      },
      {
        "element": "p",
        "content": "",
        "order": 8
      },
      {
        "element": "p",
        "content": "",
        "order": 9
      },
      {
        "element": "p",
        "content": "",
        "order": 10
      },
      {
        "element": "p",
        "content": "",
        "order": 11
      },
      {
        "element": "link",
        "link": "",
        "local": false,
        "linkText": "",
        "order": 10
      }
    ]
  }
]
