[
  {
    "title": "Experts of Adulteration",
    "linkText": "",
    "order": 1,
    "author": "Paway-yatanatu way-akt, Medicine Woman Practitioner and Man Found Standing, Medicine Man Practitioner",
    "elements": [
      {
        "element": "p",
        "content": "The essential oil and natural supplement industries are  both multi-billion dollar a year industries.  Sadly the  majority of products produced for these industries  are low quality and thinned for profit.  However, transparency exists and can be read in market (export) and retail sales reports.  So many essential oil companies say their lavender oil is 100% pure and come from France.  How is it possible for France to export more 100% pure  French lavender oil each year than they actually grow?  One French lavender expert is quoted as saying, “I  believe 99% of the lavender sold in America has been   adulterated.”",
        "order": 1
      },
      {
        "element": "p",
        "content": "Thinning  products without anyone even being able to detect it, is where the experts really capitalize on making greater profits.  When a supplier starts hiring chemists, it starts to look out of place for a company that is claiming absolute purity.  Another world expert said, \"If we did not extend the oils, the costs would be too prohibitive.”",
        "order": 2
      },
      {
        "element": "p",
        "content": "The family healer or Natural Practitioner should use essential oils and other natural products that are free from additives or adulterants.  Here are some of examples to understand the essential oils industry and to steer clear of those selling adulterated essential oils.",
        "order": 3
      },
      {
        "element": "blockquote",
        "content": "Quote:  \"I discovered a large distiller selling oils that were marketed as 100% Pure and Natural but were really adulterated.  In their email correspondence to me they said, '. . . This process is very unique and is not used by other suppliers, they (the other suppliers) just prepare a . . . synthetic fragrance mixture and put 2% to 10% of pure oil based on the target price they want to offer.  So our natural identical oils are 100% pure and natural but not 100% extracted from same species.'",
        "order": 4
      },
      {
        "element": "blockquote",
        "content": "Simply put this large distiller said that instead of mixing 90 to 98 percent synthetic chemical fragrance in with their essential oils, they do it better by mixing in natural chemicals and selling them as 100% pure and natural.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 5
      },
      {
        "element": "blockquote",
        "content": "Quote: \"I was contacted by a person from one of the large essential oil distilling companies.  They were inquiring if I had an interest in purchasing oils from them.  The sales expert answered my questions about their distilling facility and then I asked him about supplying me with pure lavender essential oil.  (When checking out a company I normally always start out with their lavender oil.) ",
        "order": 6
      },
      {
        "element": "blockquote",
        "content": "He told me that they could supply pure lavender oil.  I asked him for the botanical name of the lavender and pricing.  He stated that their best lavender for the price was on 100% Pure Lavandula angustifolia 40/42.  He then stated his price, which was 1/5 the cost of oil I get directly from the farms I work with.  (Lavender sold on the market as 40/42 is referring to the Linalool and Linalyl acetate percentages in the lavender.)",
        "order": 7
      },
      {
        "element": "blockquote",
        "content": "Even though I knew 40/42 is an adulterated Lavender, I was quite shocked that he was still claiming his oil was 100% pure.  Trying to obtain more information from him I said, 'Wow, that’s quite a good price. How can you sell it for that?'",
        "order": 8
      },
      {
        "element": "blockquote",
        "content": "He then explained that they use only 5% natural oil and the rest is synthetic to make the required chemical structure for having the high quality pure therapeutic lavender oil.  He further explained that the oil would test as 100% pure and pass any certifications we required.",
        "order": 9
      },
      {
        "element": "blockquote",
        "content": "Because the laws legally allowed him to call an oil 100% pure and since the oil would also pass any testing as pure, their company was selling the adulterated oil under the name of 100% Pure Lavandula angustifolia 40/42.",
        "order": 10
      },
      {
        "element": "blockquote",
        "content": "Over the years I have heard a lot of claims about  how a companies Lavender 40/42 is not adulterated but naturally 40/42 Lavender.  I have even heard them say they  blend a few 100% pure lavender crops together to get the 'perfect mixture'.  In all cases I have found this to be false and simply marketing claims.",
        "order": 11
      },
      {
        "element": "blockquote",
        "content": "There are many oils experts and their laboratories that create the Lavender 40/42. The Lavender that is commercially sold as Lavender 40/42 is normally around 3% pure lavender and the rest synthetic.  The reason they put in at least 3% pure lavender is because legally they can market the lavender as 100% pure and natural  at that percentage, and that is what they do!",
        "order": 12
      },
      {
        "element": "blockquote",
        "content": "If an essential oil company is selling a Lavender 40/42, it is a key indicator that they are not above supplying adulterated products across the board.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 13
      },
      {
        "element": "blockquote",
        "content": "Quote: \"In 1998, when I first started looking at purchasing large amounts of Therapeutic Essential Oils for my family and friends, I wanted to make sure I was receiving the finest, most natural quality available.  I contacted the “Leading Expert” for large bulk quantities of Therapeutic Essential Oils here in the United States and was given the assurances that I would only be supplied with the purest and highest quality available.",
        "order": 14
      },
      {
        "element": "blockquote",
        "content": "Upon receiving his assurances, I purchased a large amount of Wild Eucalyptus globulus.  When the oil arrived I smelled it, and from my knowledge of the industry, I was happy to discover that the eucalyptus smelled exactly like the high quality oil I had been used to using for nearly a decade.  (I had been purchasing from another “World’s Leading Expert”.)",
        "order": 15
      },
      {
        "element": "blockquote",
        "content": "Regardless of the fact that the oil smelled and acted the same, I pulled a sample and sent it to Europe for analysis by one of the leading biochemists for the essential oil industry.  The testing came back stating there were no chemical additives or pesticides detected, but the oil had been heated up too high during or after the distillation to “burn off” some of the more undesirable smells.",
        "order": 16
      },
      {
        "element": "blockquote",
        "content": "My surprise about the adulteration of burning off undesirable chemicals was compounded when the supplying expert was consulted to discuss the shocking test results.  The expert responded along the lines of, “Everyone does it.  The oil is pure, but that is what we do to make it smell better.\"",
        "order": 17
      },
      {
        "element": "blockquote",
        "content": "Frustrated about this alteration, I was determined to educate myself about the Therapeutic Essential Oils industry.  Over the next year, I scrutinized the 'world leading experts’ finest quality oils in pursuit of transparency.  I concluded that, indeed, it was the habit of the leading experts to alter, adulterate, compound, and otherwise generally do things that I, or people looking for absolute purity, would not want done with their oils.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 18
      },
      {
        "element": "blockquote",
        "content": "Quote: \"In 1997, I worked for a company that claimed to be the largest therapeutic essential oils supplier in the world.  This company sold many millions of dollars of essential oils every month.  They love to use the marketing claim stating they grow the highest quality, organic, therapeutic grade essential oils and supply them to their customers.",
        "order": 19
      },
      {
        "element": "blockquote",
        "content": "When people confronted their company about the organic certificates for their farms, they stated it was their practice to not provide organic certificates or soil testing results to their customers.  Interestingly enough, I discovered they could not provide the certificates, because in spite of their claims, they were not an organic farm.  I even found out during the next year that their farm had over one hundred truckloads of potentially harmful bio-solids (sewage sludge) spread over it.",
        "order": 20
      },
      {
        "element": "blockquote",
        "content": "A friend, who was working for another competing natural health company, did extensive testing of all their Therapeutic Grade Essential Oils.  She discovered they often sold poor quality and adulterated single oils, and in a majority of cases they had added “smell enhancers” (synthetic fragrances or natural aroma chemicals) to their essential oil blends to make them more desirable.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 21
      },
      {
        "element": "blockquote",
        "content": "Quote: \"A few years ago, we reviewed a new large company that claimed to sell only Therapeutic Essential Oils.  This company claimed to have the highest, purest quality oils and the strictest moral ethics from their employees.  After a few tests we discovered that they were mostly selling the lower quality food grade or fragrance grade quality.  When we confronted them with the evidence of our discovery, they refused to answer any more of our emails.  To us, that did not seem to resonate well about their claim of strict moral ethics.\" - Pahamy, Natural Practitioner and Medicine Woman",
        "order": 22
      },
      {
        "element": "p",
        "content": "A very simple way to verify that a supplier sells unadulterated oils is if their peppermint oil has a sharp, crisp, candy cane like fragrance.  If so, that oil is most likely low quality food grade peppermint or its been highly adulterated for smell.  The I Am Essential Oils company finds the highest therapeutic peppermint distilled at the small farms under the more costly and time consuming method of no added pressure.  High quality peppermint oil with unsurpassed therapeutic properties should have very noticeable herby undertones when inhaled.",
        "order": 23
      }
    ]
  },
  {
    "title": "Quality and the Truth",
    "linkText": "Quality and the Truth ",
    "order": 2,
    "author": "Paway-yatanatu way-akt, Medicine Woman Practitioner ",
    "elements": [
      {
        "element": "p",
        "content": "The alternative health industry is rampant with claims, misinformation, inferior products, and adulteration.  Because of this it can be a arduous task to locate a reliable supplier whos dedication to quality and purity is paramount.  Their farms should use proper sustainable growing methods and ensure that the essential oils are extracted properly.  Those oils also need to remain in their natural state for the highest medicinal value.",
        "order": 1
      },
      {
        "element": "p",
        "content": "In the essential oil industry, it is not common for people to know the difference between standard oils and true therapeutic oils.  Below is some information to share key indicators to assist others to see past the distractions of a companies marketing hype.",
        "order": 2
      },
      {
        "element": "h3",
        "content": "More than Chemistry",
        "order": 3
      },
      {
        "element": "p",
        "content": "Since the 17th century a drive to see and replicate the chemistry behind nature has lead to a more scientific approach to health.  Nonetheless, the decreasing efficacy of synthetic remedies, their undesirable side effects, and unregulated contradictions have Natural Healers to return to nature.  Being in balance with the natural forces will assist in creating better health and wellbeing for ourselves and the generations to come.",
        "order": 4
      },
      {
        "element": "blockquote",
        "content": "Example: A herb grown with toxic fertilizers, pesticides, unhappy workers, and on contaminated soil may still produce an essential oil that passes chemical tests.  But knowing all the growing factors, would you still consider this oil to be of good quality?",
        "order": 5
      },
      {
        "element": "blockquote",
        "content": "Now imagine an essential oil that produces a chemistry outside its normal recognized high quality standard.  This herb was grown by a family during a drought that loves and takes care of their soil and uses traditional sustainable farming practices.  Would you consider this oil to be of poor quality?",
        "order": 6
      },
      {
        "element": "p",
        "content": "Natural Healers know there is a lot more to quality than just chemistry.  Over the centuries many have seen the powerful healing attributes that herbs and essential oils have that go beyond chemistry.  We like to call this other healing energy within plant life the \"Creator's Life Energy\".  We know that it is associated with every herb and essential oil.",
        "order": 7
      },
      {
        "element": "p",
        "content": "This energy goes beyond the scientific electromagnetic, rotational, or quantum energy that scientists are familiar with.  The Creator's Life Energy is a healing property that is completely different and currently only discerned on a spiritual level.  (1 Corinthians 2:14 -- \"But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.\")",
        "order": 8
      },
      {
        "element": "p",
        "content": "Everything in the Universe has its own unique Creator's Life Energy healing signature.  The way an herb is grown, the people involved in the process, and how it is processed can all have a profound effect on the plant.",
        "order": 9
      },
      {
        "element": "p",
        "content": "An article called “The Sacred Heart of Aromatherapy” by Karyn Grant, LMT can assist in illustrating the healing energy profound effects. She writes:",
        "order": 10
      },
      {
        "element": "blockquote",
        "content": "Many years ago, when I was a young mother, I was out walking my two-year-old son.  My neighbor, Cleon Skousen, was standing on his porch and called me by name, saying, “Karyn, I’ve been expecting you! Come and visit with me for awhile!”",
        "order": 11
      },
      {
        "element": "blockquote",
        "content": "I proceeded down the pathway to his house with my son, Michael.  Cleon invited us in and offered me a soft cushioned rocking chair.  I rocked Michael as this man spoke these unforgettable words to me: “I do not know why I am telling you this, but it is something you will need to know later in your life….there is not one single one of God’s creations that He has not touched with His own divine intelligence.  Every flower, every herb, every rock, every plant, every bit of chemistry has been imbued by God’s own brilliance.  Every one of them has the power to enhance life.  Every gas, every molecule, every atom that has any life force in it, is an extension of God himself. Thus, they all have His healing gifts.”",
        "order": 12
      },
      {
        "element": "blockquote",
        "content": "I don’t remember anything else he said to me that day, but I have never forgotten those words.  Because of his testimony, I have never been able to separate the love of God from the creation.  I have never been able to separate the gift from the Giver.  I believe that God himself puts divine symbolism into every aspect of life by imparting a portion of His intelligence within the very essences of plants.",
        "order": 13
      },
      {
        "element": "blockquote",
        "content": "His brilliance is made manifest in His creativity; the plants are no exception.  They, like human beings, came to fulfill the full measure of their creation; which is to bring glory to their Creator through the gift of beautifying the earth and the gift of healing.  The intelligence within each plant is replete with the atoms of God’s infinite love.  He has placed within each fruit, herb and flower bearing seed, the essences of His divine intuition, creativity and intelligence.  He has touched the soul of each plant with a pure essence of life and health; so that we, as human beings, may increase in physical health, vitality, and spirituality as we inhale their aromas and partake of them.",
        "order": 14
      },
      {
        "element": "p",
        "content": "Scientists that understand quantum physicist know there is a lot more going on in the Universe than just what appears to be happening.  Their recent findings over the last century, is now beginning to validate what natural healers have know for many millennia.  A new field of \"Energy Medicine\" is quickly materializing to assist people with greater health.",
        "order": 15
      },
      {
        "element": "p",
        "content": "Dr. Masaru Emoto’s was involved in research on how “negative” and “positive” words affect water crystals.  Words associated with the positive produced light beautiful crystals whereas negative words produced the opposite result.",
        "order": 16
      },
      {
        "element": "p",
        "content": "Sadly, the energy of medicinal plants can also be altered or manipulated.  Artificial frequencies can be placed upon labels, bottles and the product itself.  Some companies make it a policy to impregnate an artificial frequency upon their products.",
        "order": 17
      },
      {
        "element": "p",
        "content": "Understanding that products can be energetically manipulated is important to understand true quality.  Any healer should clear any unnatural energy frequencies from their product they purchase before use.",
        "order": 18
      },
      {
        "element": "p",
        "content": "Many Therapeutic Essential Oils, which are considered inferior in their chemical constituents, far outshine in their healing abilities of others that are chemical test shown as superior.  Numerous Natural Practitioners have witnessed this occurrence.",
        "order": 19
      },
      {
        "element": "blockquote",
        "content": "Quote: \"Plants and oils that are treated with love are charged with a greater Creator’s Life Energy.  I have found their overall healing properties are greatly enhanced.  When two Therapeutic Essential Oils are distilled the same way, grown in the same region, and have almost the same chemical makeup, I have found the plants grown on the small family farm perform better.  They have the higher vibration of the Creator’s Life Energy over the plants grown on large industrialized farm.\" - Pahamy, Natural Practitioner and Medicine Woman",
        "order": 20
      },
      {
        "element": "blockquote",
        "content": "Quote: \"Early on in my walk with essential oils, I worked for a company that would routinely 'energize' their oils through a machine they had in their lab.  When I asked about this, they said they were just enhancing the already wonderful healing properties of the essential oils.",
        "order": 21
      },
      {
        "element": "blockquote",
        "content": "Sadly, I soon discovered this was not the case.  They were using inferior essential oils, and then infusing energies into the oils so they would test higher in therapeutic value by the Energy Healers.  I considered this artificial spiritual energy adulteration.\" - Pahamy, Natural Practitioner and Medicine Woman",
        "order": 22
      },
      {
        "element": "blockquote",
        "content": "Quote: \"There are many ways to clear the products and it's not about a specific method but rather about finding a way that resonates with you and your belief systems.  A simple method that works for just about everyone is to move into a calm space while holding the product in your hands.  Once you are in that calming mindset, envision pure white light descending on you and the product and resonating out from you.  Sit with that picture and feeling for a few moments.  This should clear any unwanted energetic residue.\" - Pahamy, Natural Practitioner and Medicine Woman",
        "order": 23
      },
      {
        "element": "blockquote",
        "content": "Quote: \"The healing abilities of an herb or essential oil goes beyond their chemical makeup.  Plant energies are more like a symphony playing rather than just a solo instrument.  To specifically categorize an essential oil under a specific frequency is not the best way to understand them.  They more accurately resonate up and down over a specific range.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 24
      },
      {
        "element": "h3",
        "content": "Smell and Quality",
        "order": 25
      },
      {
        "element": "p",
        "content": "Oils grown under different conditions will produce differences in their chemistry, energy, and smells. When a natural healer becomes acquainted with different harvest of the same plant, they will soon realize that the healing therapeutic quality is not associated with smell like many companies will tell you.  (Sharp, crisp, candy cane smelling peppermint is not as therapeutic as the peppermint with its herby undertones.)",
        "order": 26
      },
      {
        "element": "p",
        "content": "The therapeutic essential oils market is relatively a small percentage of the overall essential oil industry.  Most all distillers extract the essential oils for the food, aromatherapy, and perfume industry rather than for their therapeutic use.  Extracting an oil to maximize its healing properties requires more understanding, energy, and care than for those other industries.",
        "order": 27
      },
      {
        "element": "blockquote",
        "content": "Quote: \"When I teach a seminar, I want to educate people to understand that quality and smell are two different things.  For example, I will pass around two bottles; one marked 'A' and one marked 'B'.  I have pure rose oil in one bottle and a 3% Rose with a carrier oil blend in the other.  I then have people vote on which oil they think smells the nicest.  About eighty to ninety percent of the people in the class choose the one blended with 97% carrier oil as the fragrance they like the best.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 28
      },
      {
        "element": "p",
        "content": "Essential oils will also change as they age.  An oil that is freshly distilled will sometimes take a half a year or longer to settle into a nice fragrance.  Keep in mind that as a basic rule, the oils that are freshly distilled will not smell as nice as oils that have been aged a little even though they generally have the same therapeutic value.",
        "order": 29
      },
      {
        "element": "p",
        "content": "Many customers choose an oil by the smell rather than its therapeutic value.  This has led the experts to enhance their oil smells through adulteration with sweet smelling synthetic chemicals.  For example, many people do not like the harsher smell of a Wild Lavender and will not purchase it, even though in many cases it is a better oil for their healing purposes.",
        "order": 30
      },
      {
        "element": "blockquote",
        "content": "Quote: \"When I was working for what some call the world leader of therapeutic grade essential oils, I was saddened to discover that they would routinely add synthetic aromas to their essential oil blends to make them smell nicer.  This company would still proclaim and advertise that they did not dilute, cut, nor adulterate their therapeutic oils.\" - Man Found Standing, Natural Practitioner and Medicine Man​",
        "order": 31
      },
      {
        "element": "p",
        "content": "The I Am Essential Oils company is dedicated to providing the highest quality therapeutic oils.  By working with their small farms and having the oils distilled for their therapeutic value, they preserve the natural chemistry and the Creator's Life Energy in every bottle including its natural smell.",
        "order": 32
      }
    ]
  },
  {
    "title": "GC/MS Testing Hype",
    "linkText": "GC/MS Testing Hype",
    "order": 1,
    "author": "Paway-yatanatu way-akt, Medicine Woman Practitioner and Man Found Standing, Medicine Man Practitioner",
    "elements": [
      {
        "element": "p",
        "content": "Most companies will propagate the marketing hype of their GC/MS (Gas chromatography-mass spectrometry) or other testing but many adulterated oils pass their tests as pure.  Even though having proper testing is important, Aromatherapists and Natural Healers should be versed in the testing limitations.  Yes, testing assists in determining the chemical makeup of an essential oil but this should not be confused as a sign of true quality.",
        "order": 1
      },
      {
        "element": "p",
        "content": "First off, in order to accurately test essential oils the proper GC-MS machine setup is required.  The way the machine is configured will have significant effects on the results.  Also you have to understand that the results will vary and only show the results as to what it can test.  If you have a batch of oil tested five different times at five different labs and you will get five different results.",
        "order": 2
      },
      {
        "element": "p",
        "content": "The GC-MS machine system is great for testing for any volatile chemicals not normally found in essential oils, like propylene glycol. It is also wonderful for testing the volatile chemical makeup of an essential oil.  Its ability to determine adulteration and therapeutic quality is limited.  Essential oils can be adulterated in many ways without successful detection by the standard GC-MS testing experts.",
        "order": 3
      },
      {
        "element": "blockquote",
        "content": "Example: GC-MS analysis cannot tell whether that compound is synthetic or natural, only that it is present.",
        "order": 4
      },
      {
        "element": "blockquote",
        "content": "Quote:  \". . . I told them we were only looking for the highest quality most medicinal oils, and they had to be absolutely pure and free from toxins.",
        "order": 5
      },
      {
        "element": "blockquote",
        "content": "The company’s response to this was, 'Our lab is wonderful.  Send us the specifications you would like in the oils and we will make them for you.  They will pass any certifications as pure.\" - Man Found Standing, Natural Practitioner and Medicine Man",
        "order": 6
      },
      {
        "element": "p",
        "content": "Often the experts will try to establish reference standards for the therapeutic essential oils.  These standards adding to the illusion of purity and high quality when they go to sell their adulterated oils.  If you are looking for the most healing properties, you deserve to look beyond the reference standards and testing hype.  An essential oil may be outside the reference standard because of weather or soil conditions and being outside the standard will in fact increase its therapeutic benefits for specific healing conditions.",
        "order": 7
      },
      {
        "element": "blockquote",
        "content": "Example: Because of soil conditions, Oregano in a specific region of Turkey regularly tests with over ninety percent Carvacrol.  This oil would excel at addressing bacterial infections and lung issues but would perform poorly as a potential pain reliever.",
        "order": 8
      },
      {
        "element": "p",
        "content": "The expert reference standards and GC-MS tests will not show the numerous toxins found on the farm, unethical harvesting, careful adulteration, and so forth.  The essential oil experts capitalize on testing flaws to market adulterated essential oils for more money. True quality therapeutic essential oils go well beyond the chemistry of the oil.",
        "order": 9
      }
    ]
  }
]
