{
  "title": "Acne",
  "linkText": "Acne",
  "order": 2,
  "author": "Medicine Woman Practitioner Paway-yatanaut way-akt",
  "elements": [
    {
      "element": "p",
      "content": "Acne (Acne vulgaris or cystic acne) can happen to anyone; and everyone at some point in life has had some form of acne be it pimples, zits, whiteheads, blackheads, pustules, cysts, or boils.  Often outbreaks of acne are a result of the sebaceous oil glands being stimulated by hormones, diseases of the lung or colon, poor eating habits, and excess of toxins.  Permanently expanded pores, as well as scarring, can result from acne.",
      "order": 1
    },
    {
      "element": "p",
      "content": "A sebaceous gland is located in every hair follicle and produces oil (sebum) which lubricates the skin.  Acne most often occurs where the sebaceous glands are most numerous; that being on the face, neck, chest, and back.  Dead cells, toxins, and oils can clog the pores and block off oxygen.  This then creates the perfect environment for bacteria to grow out of control.  The bacteria digest the oil trapped in the pore, producing a fatty acid waste that will irritate the pore lining and cause redness and inflammation.",
      "order": 2
    },
    {
      "element": "p",
      "content": "According to the Journal of the American Academy of Dermatology, some diets of teenagers, mostly boys who drink milk, tend to have worst acne.  There seems to be a correlation between the hormones found in dairy products (cottage cheese, chocolate milk, white milk, and so forth) and outbreaks of acne.  They even found that skim milk seems to induce acne breakouts more than whole milk and the vitamin D and fat content do not trigger breakouts.",
      "order": 3
    },
    {
      "element": "p",
      "content": "Other studies show that a high glycemic diet, foods that raise blood sugar levels, is also a cause for acne along with junk foods, oral contraceptives, cosmetics, allergies, stress, and heredity conditions.  Skin eruptions are also often caused by consuming too much meat, white sugar, white flour, eggs and stimulants including spices.",
      "order": 5
    },
    {
      "element": "p",
      "content": "The modern Western diet of simple carbohydrates causes insulin resistance and fuel an excess of sebum to be produced.  In rare cases, acne can be caused by a serious hormonal disorder caused by tumors in the adrenal glands or ovaries.  Other symptoms of this possibility include excess facial hair and irregular menstrual periods.",
      "order": 6
    },
    {
      "element": "p",
      "content": "Numerous people have discovered by simply eating a healthier diet of fresh vegetables, greens, whole grains, fruits, nuts, and legumes, their chronic acne vanished.  It is interesting to note that before 1950, the Canadian Eskimos hardly ever had acne.  When “modern foods” were brought in, acne became a common condition.",
      "order": 8
    },
    {
      "element": "h3",
      "content": "Natural Remedies:",
      "order": 9
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Cleanliness is important.  Keep the skin washed and clean.  Therapeutic Essential Oils like Tea Tree are highly anti-bacterial and beneficial in you cleansing ritual.  Keep the infected area free of all oils that can grow bacteria.  Do not squeeze the spots.  Keep hands clean and avoid touching the face.  Wash or pat the face with lemon juice 3 times a day."
        },
        {
          "order": 2,
          "content": "Shampoo the hair frequently.  Wash the pillowcase regularly in chemical-free (no added colors or fragrances) detergents."
        },
        {
          "order": 3,
          "content": "Get early morning sun on the face daily.  Get fresh air and exercise daily, and plenty of rest to eliminate toxins."
        },
        {
          "order": 4,
          "content": "Avoid stress; it can cause hormonal changes."
        },
        {
          "order": 5,
          "content": "Avoid the use of greasy creams or cosmetics.  Avoid makeup.  If you feel you must use some cosmetics or creams, use a natural, water-based product.  Wash and dip makeup brushes and sponges in alcohol after each use."
        },
        {
          "order": 6,
          "content": "Avoid oral or topical steroids, these will worsen the problem."
        },
        {
          "order": 7,
          "content": "Men should shave with a blade and in the direction of hair growth.  Shavers can cause scarring."
        },
        {
          "order": 8,
          "content": "Mix 1-part apple cider vinegar with 10 parts quality water.  Apply to the affected areas.  This will assist in balancing the skin’s pH."
        },
        {
          "order": 9,
          "content": "Some of my favorite Therapeutic Essential Oils for acne are Bergamot, Chamomile, Myrtle, Palmarosa, Petitgrain, Tea Tree, and Ylang Ylang."
        }
      ],
      "order": 9
    },
    {
      "element": "p",
      "content": "Some other natural remedies that are beneficial:  Pour two cups of boiling water into a bowl and add 4-6 drops of lavender or roman chamomile therapeutic essential oil.  Next, make a steam tent with a towel allowing the steam to come up onto your face for 5-8 minutes.  Afterward, gently pat your face dry with a towel.  Another method is to dilute ten drops of Geranium or Lavender in a two-ounce spray bottle of pure water and spritz your face several times a day.",
      "order": 10
    },
    {
      "element": "p",
      "content": "The way your body eliminates toxins is through the lungs, skin, kidneys, and bowels.  A healthy body will eliminate as many toxins through your skin as it will through your bowels each day.  If one of your elimination systems becomes partially clogged, the others must take over.  Many who are suffering from acne have found that when they clean out their bowels and support their liver their acne goes away.",
      "order": 11
    },
    {
      "element": "p",
      "content": "Proper nutrition is extremely important.  Increase your raw vegetable intake; eat plenty of non-citrus fruits, salads, whole grains, and a few seeds and nuts.  Include some seaweed, for iodine and pumpkin seeds for zinc.  The more good food you eat, the faster the skin will clear and heal.  Eliminate all refined and/or concentrated sugars from the diet.",
      "order": 12
    },
    {
      "element": "p",
      "content": "A change in lifestyle that includes eight hours of sleep, eating a diet that is high in greens fresh fruits and vegetables, drinking eight glasses of water a day, and taking natural supplements will have a positive effect on the body.  The human body is designed to heal itself from any condition provided that you feed it the proper fuel.",
      "order": 13
    },
    {
      "element": "p",
      "content": "One protocol that I have seen work with every case of chronic acne is the Bitter Green Drink along with eating a healthy diet.  Simply by drinking in the morning 4 to 6 oz of juice from wheatgrass, kale, watercress, or dandelions show significant and powerful results within two weeks.  Getting the much-needed nutritional and liver detoxification support will perform a healing miracle.",
      "order": 14
    },
    {
      "element": "h3",
      "content": "Testimonial:",
      "order": 15
    },
    {
      "element": "p",
      "content": "Natalie M. from Redmond, UT wrote, “My name is Natalie and I am thirteen years old.  I have had acne for quite some time now.  I also have eczema.  Trying almost any and every acne medications from proactive to tropical medications prescribed by the dermatologist, nothing seemed to work.  It seemed to help one thing and make the other worse until I started using avocado tree oil mixture.",
      "order": 16
    },
    {
      "element": "h3",
      "content": "The facial regime:",
      "order": 17
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Wash face morning and night"
        },
        {
          "order": 2,
          "content": "Rinse with cold water"
        },
        {
          "order": 3,
          "content": "Pat dry"
        },
        {
          "order": 4,
          "content": "Use tea tree oil mixed in the avocado oil"
        },
        {
          "order": 5,
          "content": "Pat off excess oil"
        }
      ],
      "order": 18
    },
    {
      "element": "p",
      "content": "The very first thing I noticed was the smoothness of my face.  The oils had given an overall glow to my skin.  This was a surprise to me especially since all the medication attempts before had led to extreme dryness.  It hasn’t completely healed my acne, but it has improved so much.  Another miracle that I started to notice was this acne remedy was slowly healing my eczema!  This stuff is truly amazing!!!”",
      "order": 19
    }
  ]
}
