{
  "title": "AIDS / HIV",
  "linkText": "AIDS / HIV",
  "order": 3,
  "author": "Man Found Standing, Native American Medicine Man",
  "elements": [
    {
      "element": "p",
      "content": "We all have germs in our bodies:  bacteria, protozoa, fungi, and viruses.  The body’s army, the white blood cells, is the natural defense against germs, disease, and infections in the immune system.   These white blood cells, called lymphocytes, have CD4 (T-Cells) helpers.  When working properly, it fights off invaders and defends the body.  The immune system is weakened by stress, toxins, not chewing your food properly, and many other issues.  By not feeding the body with the proper nutrition and living a healthy lifestyle, our body is weakened and open to a myriad of health problems.",
      "order": 1
    },
    {
      "element": "p",
      "content": "HIV (Human Immunodeficiency Virus) is a virus that causes the disease AIDS (Acquired Immune Deficiency Syndrome).  More than 33.3 million people worldwide, including 2 million children, are infected with the AIDS virus and more than 3 million die each year from AIDS-related illnesses.",
      "order": 2
    },
    {
      "element": "p",
      "content": "Many people have HIV and do not have any symptoms.  Scientists estimate that one in five Americans could be infected and don’t know it.  HIV is transmitted through direct contact with a mucous membrane or the bloodstream with bodily fluids containing HIV such as blood, semen, vaginal fluid preseminal fluid and breast milk.  This transmission can involve sex, blood transfusion, contaminated hypodermic needles, the exchange between mother and baby during pregnancy, childbirth, breastfeeding, or other exposures to bodily fluids.",
      "order": 3
    },
    {
      "element": "p",
      "content": "Being infected with HIV means that the body’s lymphocytes fight for years to win the battle.  The body makes billions of CD4 cells and HIV uses these cells to make copies of HIV cells.  Some of these HIV cells can stay dormant for years.  After a person is infected, the number of CD4 cells goes down.  A normal count is 600-1500 per cubic millimeter of blood.  When the count drops below 200, the body cannot fight off a simple infection.  HIV weakens and damages the immune system allowing opportunistic infections, like the following, to develop:  PCP (Pneumocystis pneumonia) a lung infection, KS (Kaposi’s sarcoma) a skin cancer, CMV (Cytomegalovirus) an infection mainly with the eyes, and many others.  This weakening of the immune system is AIDS.",
      "order": 4
    },
    {
      "element": "p",
      "content": "The first known case of AIDS was discovered in a sailor in 1958, from Great Britain.  The sailor died in 1959 and since that time the Modern Medical establishment still has no cure.  Yes, there are antiretroviral drugs taken for the HIV virus that slow the virus, but eventually the virus triumphs.  Also, these synthetic drugs have many noted sides effects including diarrhea, nausea, vomiting, rashes, peripheral neuropathy (nerve damage), lipodystrophy (losing/gaining body fat), raising bad cholesterol, and many others.",
      "order": 5
    },
    {
      "element": "p",
      "content": "To Western Medicine, AIDS is considered a death sentence.  There have been billions of dollars spent on research for a vaccine, but still no cure in sight.  Isn’t the cure for AIDS quite simple?  If the body simply does not obtain an immune deficiency, there would be no AIDS.  Yes, you may still have the Human Immunodeficiency Virus (HIV) but if you show no effects from that virus, isn’t that a cure?  Having a strengthened immune system, wouldn’t your body naturally attack the virus?  Wouldn’t your body’s constant attacks on the virus eventually eliminate or at least wear it down to undetectable levels?",
      "order": 6
    },
    {
      "element": "p",
      "content": "The scientific community knows all about using nature to modulate the immune system.  Why don’t they support these cures?  Simple, by promoting a natural cure they lose out on the control of that cure and that will make them lose out on a lot of money.  So, are you ready to take charge of your own health and keep your immune system modulated by using plants like Shiaqga?",
      "order": 7
    }
  ]
}
