{
  "title": "Allergies",
  "linkText": "Allergies",
  "order": 4,
  "author": "Paway-yatanatu way-akt, Medicine Woman Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "An allergy is a sensitivity to some particular substance, known as an allergen.  It may be harmless to some while causing problems for others.  Not everyone has allergies, but two out of every 10 Americans are affected by reactions.  The allergen will not be a virus or bacteria but it may be from foods, seasonal grasses, weeds, and pollen, insects, various molds, and even pets.   There are between 25-30 million Americans suffering from hay fever each year.  This is one of the most common allergies and is triggered by pollens from flowers.  Another 12 million are allergic to things other than pollen such as bee stings, certain foods, and drugs.  A common cause is chocolate, milk, pork, and other meat products.  Mold is a special problem for many.  It can be in the house, the food, or even in your drugs.",
      "order": 1
    },
    {
      "element": "p",
      "content": "Allergies are a hypersensitive disorder of the immune system.   When a person is exposed to allergens (allergic substances) by methods of inhaling, swallowing, or getting it on or under the skin, this creates an excessive activation of certain white blood cells called mast cells and basophils, and a type of antibody known as IgE (immunoglobulin E), resulting in an extreme inflammatory response.  The allergens bind to the IgE, which causes the mast cells to release chemicals into the blood such as histamines that causes the allergic reactions.",
      "order": 2
    },
    {
      "element": "h3",
      "content": "Symptoms may be:",
      "order": 3
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Itchy, watery eyes"
        },
        {
          "order": 2,
          "content": "Sneezing, runny nose, or congestion"
        },
        {
          "order": 3,
          "content": "Rashes, hives, or swelling"
        },
        {
          "order": 4,
          "content": "Feeling tired or ill"
        },
        {
          "order": 5,
          "content": "Abdominal pain, bloating, vomiting, or diarrhea"
        },
        {
          "order": 6,
          "content": "Wheezing or shortness of breath"
        },
        {
          "order": 7,
          "content": "Hoarseness or tightness in the throat"
        },
        {
          "order": 8,
          "content": "Tingling in the hands, feet, lips, or scalp"
        }
      ],
      "order": 4
    },
    {
      "element": "h3",
      "content": "Risks:",
      "order": 5
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Host factors - heredity, gender (males more than females), race, and age"
        },
        {
          "order": 2,
          "content": "Environmental factors - pollution, allergen levels, diet, exposure to infectious disease in early childhood"
        }
      ],
      "order": 6
    },
    {
      "element": "h3",
      "content": "Food Allergens:",
      "order": 7
    },
    {
      "element": "p",
      "content": "Some common food allergens can be found in nuts, seeds, eggs, milk, beef, wheat, soy, fish, fruits, vegetables, spices, synthetic and natural colors, and chemical additives.  Foods to avoid are canned, refined, preserved, sugary, and fatty foods.  Avoid or limit meat, caffeine, dairy, and alcoholic products.",
      "order": 8
    },
    {
      "element": "h3",
      "content": "Toxins and non-food allergens:",
      "order": 9
    },
    {
      "element": "p",
      "content": "Latex, medications, penicillin, or aspirin are known to trigger an IgE response.   Even poison ivy, Eastern poison oak, Western poison ivy, or poison sumac, all create chemical reactions with binding to and changing the shape of integral membrane proteins on exposed skin cells.  The immune system does not recognize the affected cells as normal parts of the body, causing a T-cell immune response.",
      "order": 10
    },
    {
      "element": "p",
      "content": "Dust mites can cause allergies.  They are microscopic creatures with eight legs and they eat flakes of dead skin.  They excrete tiny pellets which cause you to sneeze when you breathe them.  They live in every type of natural or synthetic fiber in your home and they multiply fastest when temperatures are above 70 degrees and the humidity is high.  This is one reason a dehumidifier is beneficial.  A dust mite lives about four months and before it dies it will leave 200 times its own weight in waste matter behind for you to inhale and sneeze over.",
      "order": 12
    },
    {
      "element": "h3",
      "content": "Prevention and Natural Treatments:",
      "order": 13
    },
    {
      "element": "p",
      "content": "The signs of inflammation and an elevated level of white blood cells are the immune system trying to heal the body.  The immune system is the body’s first line of defense against disease and infection.  A weak or non-functioning immune system, poor health, diet, and an unhealthy environment contribute to disease.  When the body does not have the proper nutrients, it doesn’t heal.   If you are deficient in nutrition, minerals, smoke, or use alcohol, this can put the immune system on overload.",
      "order": 14
    },
    {
      "element": "p",
      "content": "Plant essences derived from herbs, seeds, and leaves, were the first medicines of our ancestors.  Overcoming allergies and being truly healthy starts with eating healthy (greens, vegetables, and fruits), drinking water, and exercising (getting up and start moving).  To most of us living in the Modern World, these simple changes will make huge improvements in our health and wellbeing.",
      "order": 15
    },
    {
      "element": "p",
      "content": "Proper nutritional supplementation will also assist the body in healing.  One of the most powerful healing remedies for allergies is Shiaqga.  This superfood feeds your body and gives it the proper building blocks to modulate the immune system.  Also, Black Cumin oil has been shown in scientific research to reduce allergic symptoms by up to 90 percent.",
      "order": 16
    },
    {
      "element": "p",
      "content": "Other things you can do to assist your body with its fight against allergies is to slowly build up your exposure to the allergen.  Also taking supplements or eat foods high in vitamin A, zinc, essential fatty acids, vitamin B complex, and vitamin E.  Understanding that your body has the power to heal itself when it is given the right nutrient building blocks, is the first step to taking charge of your own health.",
      "order": 17
    },
    {
      "element": "h3",
      "content": "Testimonial:",
      "order": 18
    },
    {
      "element": "p",
      "content": "Man Found Standing states, “Even though I grew up eating healthier foods, I always found myself having allergies in the spring.  I found some relief with the Therapeutic Oils, but it was not until I discovered the Shiaqga herb that I found true relief.  Since regularly taking the Shiaqga Supplement I do not have my seasonal allergies.”",
      "order": 19
    }
  ]
}
