{
  "title": "Autoimmune Disease",
  "linkText": "Autoimmune Disease",
  "order": 1,
  "author": "Man Found Standing, Medicine Man Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "When people hear someone say, “I have an autoimmune disease”, they may cringe and even take a step away from that person due to lack of understanding.  Autoimmune diseases do not spread to other people like a virus or bacteria it is a condition that arose due to improper functioning of the body.  Modern Western Medicine sees the autoimmune diseases as a problem that has arisen due to an overactive immune response of the body where the body actually attacks its own cells.  Therefore, the immune system mistakes some part of the body as a pathogen (infectious agent) and attacks it.  This may be restricted to certain tissue types or organs.  (There are more than eighty illnesses caused by autoimmunity and it is estimated that autoimmune diseases are among the ten leading causes of death among women.)",
      "order": 1
    },
    {
      "element": "p",
      "content": "Modern medicine’s treatment of autoimmune diseases is typical with an immunosuppressant, medication which decreases the immune response.  This mindset treats the problem like a foreign invader, coming into the body to destroy or take over.  Sadly, because most doctors adhere to this way of thinking, curing the patient will never be very successful.",
      "order": 2
    },
    {
      "element": "p",
      "content": "Healing autoimmune diseases can only occur by accepting the fact that the problem arose due to issues that need to be addressed, not treated like a disease.  Is it possible to be healthy once again?  Yes!!!  A good immune modulating supplement or plant, like Shiaqga, is the key.  Now let’s take a look at the many similarities between the symptoms or effects of numerous forms of autoimmune diseases.  The following is a list of the symptoms, which are common in many, if not all, autoimmune diseases:",
      "order": 3
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Fatigue :  NOT from hard work, but an anxious and uncomfortable fatigue from lack of sleep.  Nor from a decrease in energy production mechanism in cells, either from poor oxygen levels, toxicity overload, or some sort of infection."
        },
        {
          "order": 2,
          "content": "Sleeping Difficulties:  Approximately 80% of autoimmune disease sufferers wake up several times a night.  Sometimes, they don’t wake up, but in the morning they still feel like they had been hit by a truck, in the night.  This occurs due to subliminal seizures that shake them out of stage four sleep, also known as “Delta sleep”, back into stage one sleep.  This prevents deep sleep and leaves one unrested."
        },
        {
          "order": 3,
          "content": "Memory Loss:  Due to low thyroid levels and heart complications, common in autoimmune diseases, a decrease in the left lobe of the brain’s blood flow causes an oxygen deficiency within the brain.  This is most likely to lead to both memory loss and forgetfulness, commonly found in people with an autoimmune disease(s)."
        },
        {
          "order": 4,
          "content": "Emotional Instability:  One may be unnecessarily anxious or fearful, or start to cry unexpectedly.  This is caused by the autoimmune disease effect on the brain (the hypothalamus part) and is not psychological.  Asking the sufferer to explain “why” will typically bring an, “I don’t know why” answer."
        },
        {
          "order": 5,
          "content": "Depression:  The Hypothalamus is involved with this, just as it was in the paragraph above.  Not a clinical depression, but literally a physical depression, that can be felt as a dark depression directly in the heart."
        },
        {
          "order": 6,
          "content": "Hypothyroidism:  Approximately 85% of autoimmune disease sufferers have the symptoms of hypothyroidism, but only about 10% of those tested show up on a typical thyroid test, (TSH).  If you are being tested for a Thyroid disease, have a T3, a T4, AND a Thyroid antibodies workup done.  When your thyroid antibodies are high, you not only have Hypothyroidism but also are in a class of subjects who also may have Hashimoto’s Disease.  Some of the symptoms of a low TSH, or Hashimoto’s, are excessive hair loss and subnormal temperatures."
        },
        {
          "order": 7,
          "content": "GI Problems:  Approximately 75% of autoimmune disease sufferers have symptoms of bloating, cramps, Crohn’s Disease, constipation or diarrhea, gas, hiatal hernia, or irritable bowel syndrome (IBS)."
        },
        {
          "order": 8,
          "content": "Headaches, Chemical Sensitivity, Swollen Glands:  Allergies are often a common occurrence in autoimmune disease sufferers, developing after 3 to 5 years.  Light sensitivity for the eyes can last for 6 months or longer.  Dry eyes are even more common in autoimmune disease sufferers than in those who have dry eyes, due to age.  Experiencing disequilibrium of vertigo, “out of body” feeling, has been known to occur in approximately 20% of autoimmune disease sufferers.  This condition is also known as “Fibro-fog,” and can be disconcerting."
        },
        {
          "order": 9,
          "content": "Pain and Fibromyalgia:  Fibromyalgia is basically a symptom that can occur with any autoimmune disease, even though it is known as a “stand-alone” disease, also.  If you have Fibromyalgia, you’ve got pain.  This “burning needles” pain is often found in one’s neck and shoulder muscles extending down the back.  It also is readily found in one’s joints and/or muscles."
        },
        {
          "order": 10,
          "content": "Hypoglycemia, (low blood sugar):   A state in which the body produces a lower than normal level of blood glucose."
        },
        {
          "order": 11,
          "content": "Candida (yeast infections):  A very common occurrence. When you look at your tongue, do you see a white coating?  Often this means that you have Candida.  Many women may get yeast infections around their genital area, caused by candida overgrowth.  Candida infections can cause autoimmune type symptoms.  Sinus infections are quite often brought on by candida."
        },
        {
          "order": 12,
          "content": "Cold Finger or Toes, Metallic Taste in Mouth, Ringing Ears, Tingling Hands:  These are often caused by poor circulation and other, sometimes unknown, reasons."
        },
        {
          "order": 13,
          "content": "Overdoing:  When an autoimmune disease sufferer is feeling well, they may over-exercise or overwork.  This will cause them to end up feeling worse for several days and can cause serious problems.  In a non-affected person, pain is experienced and therefore triggers the body to shut down when the anaerobic threshold is reached.  This painful warning doesn’t trigger for those with autoimmune disease.  Instead, the autoimmune disease sufferer continues to exercise, experiences no pain, allowing the lactic acid to build up, resulting in the recirculation of carbon dioxide in the body."
        },
        {
          "order": 14,
          "content": "Fluttering Heart, Mitral Valve Prolapse, Panic Attacks, Rapid Heartbeat:  Autoimmune disease sufferers routinely experience lower blood pressure, even though it can rise to a higher level with age.  Due to the faulty signals that the autonomous nervous system is sending the heart, blood is under-pumped, causing the body’s feedback loop to pick this up and over-react.  This is when an autoimmune disease sufferer gets these symptoms."
        }
      ],
      "order": 4
    },
    {
      "element": "p",
      "content": "Those who have an autoimmune disease are unlikely to have all of these symptoms at one time.  An autoimmune disease sufferer although, normally does have a number of these symptoms, whether they be bothersome or not, at any given time.",
      "order": 5
    },
    {
      "element": "p",
      "content": "If you are deficient in nutrition, minerals, smoke, or use alcohol this can all wear the body down and further compound your health problem.  The human body is designed to heal itself.  The immune system plays the major role in this process.  Taking in the healthy foods that include mineral-rich greens and other produce, water, and good supplements will give the body the building blocks to heal itself.  With autoimmune diseases, it is vital to modulate the immune system with plants like Shiaqga.  (Not to be confused with the less effective Chaga.)  The proper modulation of the immune system can increase the immune function many thousand times but it will also correctly program those immune system cells so they stop attacking the body.",
      "order": 6
    }
  ]
}
