{
  "title": "Beta Glucan - The Natural Healer",
  "linkText": "Beta Glucan - The Natural Healer",
  "order": 1,
  "author": "Man Found Standing, Native American Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "The immune system is used as the body’s natural defense against disease.  One of the most important functions is its self/non-self recognition.   The immune system will attack and defend against viruses, pathogens (germs) or anything else that might be considered a “foreign invader”.   Every cell in the body has a display marker, a genetic locus or alternative DNA for identification.  Any cell that does not display this marker is treated as an invader and is attacked.  Sometimes, if the immune system is not working properly or weakened, it may start to attack the body.  This may lead to such diseases as allergies, asthma, arthritis, chronic fatigue, diabetes, tumors, cancer, and so forth.  A wide range of factors may restrict the immune system response:  old age, poor diet, mental or physical stress, radiation, toxins in the environment, and lack of sleep to name a few.",
      "order": 1
    },
    {
      "element": "p",
      "content": "Science has done extensive research for the fight against diseases when the immune system does not work properly and over the years has focused on beta glucan research.  Beta glucan, found in high concentrations in Shiaqga, has been determined to be an acceptable immune system modulator that binds and stimulates the macrophages (white blood cells) that attack foreign invaders (disease) and signals to other immune cells to move to the site of the infection or disease to speed up the healing process.",
      "order": 2
    },
    {
      "element": "p",
      "content": "Macrophages are involved with the everyday process of detoxifying the body, performing intestinal flora maintenance, and preventing infection.  When taking beta glucan orally (which is acid resistant), it passes through the stomach unchanged.  Macrophages in the intestine absorb the beta glucan that is circulated through the blood and lymph systems and release cytokines that stimulate immune activation.  Beta glucan is a diverse group of sugar molecules that are found naturally in oats, barley, mushrooms, fungi, yeast, and bacteria.  Some well-known benefits of beta glucan include:",
      "order": 3
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Production of healthy white blood cells.Stimulates and communicates to the immune system receptors:  pattern recognition receptors (PPRs), Toll-like receptors (TLRs),  killer activated /inhibitor receptors (KARs & KIRs), complement receptors, Fc receptors, B cell receptors,  and T cell receptors."
        },
        {
          "order": 2,
          "content": "Encourages a higher number of macrophages in early inflammatory stages of repair (speeds the healing of wounds and infections).Enhances the resistance from microbes, bacteria, and viruses.Lowers cholesterol."
        },
        {
          "order": 3,
          "content": "Regulates blood sugar and digestion."
        },
        {
          "order": 4,
          "content": "Slows or reverses the aging process."
        },
        {
          "order": 5,
          "content": "Prevents infections."
        }
      ],
      "order": 4
    },
    {
      "element": "p",
      "content": "A human research review on beta glucan, by Przomysl Spozysczy v. 56, 2002,pp 20-1, states:",
      "order": 5
    },
    {
      "element": "blockquote",
      "content": "“Dietary beta glucan enhances immunity by activation of macrophage cells, doubling their counts in 24 hours.  Dietary beta glucan also acts as an antioxant protecting the body against free radical damage and lowers blood cholesterol levels.  Dietary beta glucan can be helpful in treatment of many immunity-related diseases.”",
      "order": 6
    },
    {
      "element": "h3",
      "content": "Research and applications:",
      "order": 11
    },
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., McVittie T.J.; Temporal Response of Murine Pluripotent Stem Cells and Myeloid and Erythroid Progenitor Cells to Low-dose Glucan Treatment. Acta Hemat; 70:281-288. Experimental Hematology Dept, Armed Forces Radiobiology Research Institute, Bethesda, MD. 1983.  ",
      "order": 11
    },
    {
      "element": "p",
      "content": "\"Clearly, there are numerous possible uses for an agent such as glucan, which is a potent stimulator of Hemopoietic activity. Currently, we [U.S. Armed Services] are using glucan to enhance Hemopoietic proliferation in conjunction with Hemopoietic injury induced by radiation.\"",
      "order": 11
    },
    {
      "element": "p",
      "content": "Wound Healing: Williams D.L., Browder I. and DiLuzio N.R., \"Soluble phosphorylated glucan: methods and compositions for wound healing,\" U.S. Patent 4975421, Issued Dec 4, 1990.",
      "order": 11
    },
    {
      "element": "p",
      "content": "\"The soluble phosphorylated glucan are useful for promoting the wound healing process.  The soluble phosphorylated glucan are also useful for prophylactic and therapeutic applications against neoplastic, bacteria, viral, fungal and parasitic diseases.\"",
      "order": 11
    },
    {
      "element": "p",
      "content": "Viral Diseases: Browder IW., Williams D., Pretus H., et al; Beneficial Effect of Enhanced Macrophage Function in the Trauma Patients. Ann. Surg.; Vol 211: 605-613. Dept of Surg and Physiol, Tulane U Sch of Med, LA and Institute Di Chirurgia D'Urgenza, U of Torino, Torino, Italy.* 1990.",
      "order": 11
    },
    {
      "element": "p",
      "content": "\"Previous studies have demonstrated that glucan, a beta-1,3-linked glucopyranose polymer, isolated from the inner cell wall of Saccharomyces cerevisiae, is a potent macrophage stimulant and is beneficial in the therapy of experimental bacterial, viral, and fungal diseases.\"",
      "order": 11
    },
    {
      "element": "p",
      "content": "From the University of Toronto (European Journal of Clinical Nutrition. 56, 2002, pp. 622-8) beta glucan was given to humans. ",
      "order": 11
    },
    {
      "element": "p",
      "content": "“Addition of beta glucan predictable reduces the glycemic index while maintaining palatability..........making it a useful functional food component for reducing postprandial (after meals) Glycemia”.   (In other words beta glucan helps normalize blood sugar levels and keeps them from rising.)",
      "order": 11
    },
    {
      "element": "p",
      "content": "These excerpts are just a few that prove the wonders of beta glucan as a natural healer.  The science and medical world have known about the benefits of beta glucan for over 30 years!  Shiaqga with its therapeutic levels of beta glucan is a natural defense against disease that everyone should take, whether it be to heal the body or as a preventative measure for good health. ",
      "order": 11
    },
    {
      "element": "p",
      "content": "Below is a more extensive description of beta glucan research.",
      "order": 8
    },
    {
      "element": "h3",
      "content": "Extant Research on Beta 1-3 glucans",
      "order": 8
    },
    {
      "element": "h4",
      "content": "Introduction",
      "order": 8
    },
    {
      "element": "p",
      "content": "This article is from the Townsend Letter for Doctors and Patients Copyright© 1998 All Rights Reserved",
      "order": 8
    },
    {
      "element": "p",
      "content": "(…) Beta-1,3-D-Glucan: An Adjuvant Concept",
      "order": 8
    },
    {
      "element": "p",
      "content": "by Leonid Ber, MD",
      "order": 8
    },
    {
      "element": "p",
      "content": "According to the Webster Medical Dictionary, adjuvant (from Latin ad-juvo, to give aid to) is a substance added to a drug product formulation which affects the action of the active ingredient in a predictable way. This term has been widely utilized in immunology, where it means a vehicle used to enhance antigenicity of vaccines (for example, Freund’s adjuvant).  Much broader utilization of this term can be applied today to some naturally derived substances.  This adjuvant concept closely relates to what is today referred to as a complementary/alternative modality.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Poly-branched beta-1,3-D-glucan is a naturally occurring polysaccharide that can be found in a variety of fungal cells including cell walls of yeast, such as Saccharomyces cerevisiae, basidiomycetes, such as Lentinulis edodes and Fometopsis pinicola,  and to a very small degree from the hull of many grass seeds .  As any other glucan (or polyglucose), it consists of glucose units linked together.  For example, most starches are alpha-glucans.  Out of different glucans, the beta-1,3-D-glucan configuration has been shown to act as a non-specific immune-activator.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Goldman, and later Czop, identified a specific receptor on the cells of macrophage origin that binds to the beta-1,3-D-glucan molecule.  This receptor is a protein complex that appears to be present throughout the whole differentiation cycle of macrophages, starting in the bone marrow.  Mature macrophages are found in virtually all the tissues including the central nervous system. When a macrophage encounters beta-1,3-D-glucan, it becomes activated.  All the functions, including phagocytosis (ability to engulf foreign cells and particles), release of certain cytokines (intercellular hormones), and the processing of antigens are improved and brought up-to-date.  Macrophages are extensively involved in everyday detoxifying processes, intestinal flora maintenance, anti-infective and anti-tumor protection and maintenance of overall health integrity.  Although most of the research with this substance has been done in vitro and parenterally, later research at Baylor College of Medicine, sponsored by ImmuDyne, indicates the oral effectiveness of purified beta-1,3-D-glucan (Wyde, 1989).",
      "order": 8
    },
    {
      "element": "p",
      "content": "The integrity of beta-1,3-D-glucan taken orally differs from other food substances. This type of glucan is acid resistant so it passes the stomach virtually unchanged.  Further, in the intestine there is a lack of a specific enzyme (beta-1,3-glucanase) that would break it down to glucose or di-glucose so as to be absorbed through the intestinal wall.  On the other hand, there are macrophages that inhabit the intestinal wall and are able to pick up beta-1,3-D-glucan particles through beta-glucan receptors.  Immediate activation of these cells follows and later, they are able to travel back to the local lymph nodes (Payers Patches) as a part of their natural antigen-presenting function, to release cytokines (IL-1, IL-6, GM-CSF, Interferons) and induce systemic immune activation.",
      "order": 8
    },
    {
      "element": "p",
      "content": "The mechanism described above is called phagocytic transport and it is common for certain microorganisms. Studies conducted with oral application of C13 labeled glucan also support existence of phagocytic transport for beta-1,3-D-glucan.",
      "order": 8
    },
    {
      "element": "p",
      "content": "An adjuvant concept of pharmacological application for beta-1,3-D-glucan was suggested by DiLuzio in the 70s. This article is an attempt to overview this concept from today's perspectives utilizing modern knowledge of oral effectiveness, and a specific transport mechanism of beta-1,3-D-glucan.",
      "order": 8
    },
    {
      "element": "p",
      "content": "There is now enough data to support the use of beta-1,3-D-glucan as an adjuvant in several important medicinal applications.",
      "order": 8
    },
    {
      "element": "p",
      "content": "1. Combination \"glucan + anti-infective agent”",
      "order": 8
    },
    {
      "element": "p",
      "content": "Beta-1,3-D-glucan itself can elicit broad anti-infective effects. The nature of macrophage activation induced by this compound is non-specific.  Staphylococcus aureus, Eschericia coli, Candida albicans, Pneumocytis carinii, Listeria monococytogenesis, Leishmania donovani, Herpes simplex, Ascaris suum - this is an incomplete list of microorganisms, against which a protective effect of glucan has been established.  This list, as you can see, includes bacteria, fungi, viruses and parasites.  None of the anti-infective agents possess such a broad spectrum of activity.  Unlike an antibiotic compound interfering with metabolism of a pathogen, beta-1,3-D-glucan is a substance that modifies host response to cells genetically different from the host.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Numerous studies support the theory that an antibiotic and a macrophage activator work synergistically.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Experimental peritonitis in rats was used to show synergy between widely used antibiotic ampicillin and glucan.  A 100% survival was the result of the combination treatment, while glucan alone gave 30% survival, and ampicillin in the given dose elicited 65% survival (20% survival in the control group).  All the results were statistically significant (Lahnborg 1982).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "A 56% survival was achieved when subtherapeutic doses of gentamycin was combined with intraperitoneally delivered glucan at just 0.1 mg/mice challenged with Escherichia coli.  This was a very significant increase of survival rate, considering that either no treatment or this low dose of antibiotic alone, gave no protection from peritonitis (0% survival), while glucan alone gave 9% increase in survival.  The difference between controls and the combination treatment was highly statistically significant (Browder, 1987).",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Anti-fungal effect of beta-1,3-D-glucan from yeast cell wall is particularly interesting.  It is known that glucan configuration in Saccharomyces cerevisiae resembles the one in Candida albicans.  Glucan administered orally in mice with chronic generalized Candida infection, resulted in significant increase in the candidacidal activity of alveolar and spleen macrophages.  The resistance not only to systemic infection with Candida albicans, but also Staphylococcus aureus increased, significantly reducing the growth of microorganisms in the kidneys of infected animals.  Glucan also worked synergistically with the anti-fungal drug Amphotericin B (Nicoletti, 1992).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Although there is not enough data collected with regard to the anti-viral effect of glucan, there is now work in progress regarding its adjuvant anti-HIV effect.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Mortality, associated with Herpes simplex in mice was shown to be profoundly modified in early works and later, it was supported by oral studies (Wyde, 1990).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Mice treated with glucan both before and after the lethal viral hepatitis challenge, exhibited only limited liver pathology, minimal plasma enzyme alterations, and greatly enhanced survival versus a group receiving no treatment (DiLuzio, 1980).  Macrophage phagocyting function, significantly impaired by hepatitis, was maintained by glucan application.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Another study shows that virally challenged mice have a limited wound-healing capacity that was corrected by systemic glucan application (Kenyon, 1983).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "2. Combination \"glucan + anti-neoplastic agent\"",
      "order": 8
    },
    {
      "element": "p",
      "content": "Glucan anti-tumor effect can be local or systemic.  A local injection of beta-1,3-D-glucan suspension into melanoma lesions has been shown to successfully resolve the tumor locally (Mansell, 1978).  In these human experiments, the site of injection revealed no previously established tumor, but plenty of macrophages filled with pigments.  Obviously, macrophages were drawn to the site where they phagocytized and destroyed pigment-bearing tumor cells.  These intralesional injections in some cases were able to control further growth of remote metastasis of the same tumor which resumed growth after glucan treatment withdrawal.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Unfortunately, no clinical applications were developed out of these results until recently (Carrow, 1996).  The latest data contains very promising information, not only in regard to human melanoma, but also to basal cell carcinoma.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Experimental animal data on systemic applications of beta-1,3-D-glucan anti-tumor effects is abundant.  Significant reduction in tumor growth and prolonged survival was observed in mice with transplanted melanoma.  In mice with adenocarcinoma, there was an 85% reduction of tumor mass accompanied by prolonged survival.  An anaplastic mammary carcinoma study showed results of 70% tumor regression and 80% survival versus 100% in the group with no glucan treatment.  Chronic administration of glucan to aging mice with lymphocytic leukemia significantly improved their survival (DiLuzio, 1980).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "In these and other experimental models, systemic macrophage activation and certain cytokine releases, seem to be critical for clearing tissues from the tumor cells (Proctor, 1980) and inhibiting metastasis (Sakurai, 1991).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "A combination of beta-1,3-D-glucan and an antineoplastic agent(s) might have a significant potential considering its a) direct anti-tumor effect, and b) ability to counteract chemotherapy-induced immunosuppression resulting in higher mortality from opportunistic infections.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "The efficacy of glucan in combination with BCNU chemotherapy was measured using the disseminated transplantable leukemia; the combination yielded a high level (56%) of cures compared to no survival for either agent alone (Stewart, 1978).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Glucan application can also protect a patient from leukocytopenia (decrease in the number of peripheral leukocytes) associated with a chemotherapeutic agent, which is one of the major obstacles in the chemotherapy of cancer.  A decrease in the number of peripheral leukocytes by 5-fluorouracil was prevented by the oral application of glucan in mice.  Proliferative responses of bone marrow cells to granulocyte/macrophage colony stimulating factor (GM-CSF) or granulocyte colony stimulating factor (G-CSF) were suppressed by 5- fluorouracil treatment, and their recoveries were enhanced by glucan and serum level of cytokines such as IL-1 and IL-6 were increased (Miyazaki, 1992 ).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Interestingly, that use of corticosteroid hormones, also having immunosuppressive effect, and widely used as a part of chemotherapy programs or in autoimmune situations, might be another indication for use of beta-1,3-D-glucan in combination with this class of drugs.  Goldman showed that the amount of beta-1,3-D-glucan binding capacity of macrophages increases when they are exposed to hydrocortisone.  She states that this might be a result of enhanced expression of beta-glucan receptor.  A logical interpretation of that can be that it's an attempt to compensate the diminished phagocytic ability of macrophages exposed to this class of hormones.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "3. Combination \" glucan + radiotherapy”",
      "order": 8
    },
    {
      "element": "p",
      "content": "This combination seems to be very logical in the light of the data mentioned above. Radioprotective (bone marrow protective effect) of yeast glucan is well-established and documented with the mechanism of enhancing hemopoietic recovery and hence, by regenerating the host's ability to resist life-threatening opportunistic infections.  However, it also has been demonstrated that host resistance to opportunistic infection in glucan-treated irradiated animals is enhanced even prior to the detection of significant hemopoietic regeneration.  This early enhanced resistance to microbial invasion could be correlated with enhanced and/or prolonged macrophage (but not granulocyte) function.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "These results suggest that early post-irradiation glucan may mediate its radioprotection by enhancing resistance to microbial invasion mechanisms not necessarily predicated on hemopoietic recovery.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Experimental data suggest that glucan can also function as an effective free-radical scavenger (primarily toward hydroxyl radical).",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Because macrophages have been shown to selectively phagocytize and sequester glucan, it is possible that these specific cells may be protected by virtue of glucan's free-radical scavenging ability (Patchen, 1987).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Oral application of yeast beta-1,3-D-glucan for 20 consecutive days after a single, near lethal, dose of radiation resulted in 70-90% survival versus 30% in the control group.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "4. Combination \"glucan + topical agent\"",
      "order": 8
    },
    {
      "element": "p",
      "content": "Glucan is an excellent wound healer.  In experiments glucan-treated wounds showed a higher number of macrophages in the early, inflammatory stage of repair, with fewer polymorphonuclear neutrophilic leukocytes than did control wounds.  Both re-epithelization and the onset of fibroplasia commenced at an earlier stage in glucan-treated wounds than in control wounds.  Five days following the incision, glucan-treated wounds were generally completely re-epithelialized, while control wounds were not.  The organization of fibroblasts in glucan-treated wounds was more advanced at 5 and 7 days following injury, and the extent of fibroplasia was also greater.  By 10 days following injury, glucan-treated wounds were completely re-epithelialized and no formation of granulomas was observed up to one month following wounding (Leibovich, 1980).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "In humans, topical glucan treatment resulted in 73% improvement in chronic decubitus ulcers with complete closure and epitalization in 27% of treated ulcers.  All wounds remained clean with no infections occurring during this treatment (DiLuzio, 1984).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Considering the data above, a topical combination of an antibiotic and beta-1,3-D-glucan as an adjuvant for wound healing applications, seems to be appropriate.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "An interesting effect of topical application of glucan was observed in regard to non-wounded aged skin. Revitalizing, such as reducing the number, depth and length of wrinkles, thickening, reducing roughness and dryness of the skin was shown in a group of female volunteers (Smith, 1991).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Applied topically, glucan activates epidermal macrophages (Langerhans cells).  This mechanism plus its free-radical scavenging effect makes it a photoprotective agent.  Glucan application resulted in the reduction of after-UV erythema and preservation of the amount of Langerhans cells in the epidermis (Elmets, 1992). A combination of a sunscreen + glucan is suggested.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Anti-irritant effect of beta-1,3-D-glucan was also shown in combination with otherwise severe irritation causing levels of lactic acid (Smith, 1991).  Glucan also has a synergistic effect with another anti-aging topical ingredient: retinoic acid (Retin-A).  Similar to corticosteroids, Retin-A significantly increases the number of beta-glucan receptor-sites on phagocytic cells.",
      "order": 8
    },
    {
      "element": "p",
      "content": "5. Combination \"glucan + nutrients\"",
      "order": 8
    },
    {
      "element": "p",
      "content": "Very recent discoveries have been made on combined use of glucan and vitamin C derivatives.",
      "order": 8
    },    
    {
      "element": "p",
      "content": "Intracellular ascorbate content in phagocyting cells reaches 40 times the level of plasma ascorbates.  Macrophages activated with beta-1,3-D-glucan exhibit a significant drop in the intracellular ascorbate content.  This might lead to the exhaustion of free-radical scavenging capacity of these cells, as well as to impaired motility and certain enzyme production by macrophages.",
      "order": 8
    },     
    {
      "element": "p",
      "content": "There are products on the market now that combine beta-1,3-D-glucan and vitamin C derivatives to replenish ascobate levels in the glucan-activated macrophages.  This is not only physiological from the standpoint of glucan pharmacological effects, but it also seems to have a great impact on results of Vitamin C treatments.",
      "order": 8
    },    
    {
      "element": "p",
      "content": "Commercial application of yeast derived purified beta-1,3-D-glucan, available in a dietary supplement form and in a pure form for compounding, started in 1995.  There is obviously a lack of recent double-blind human studies but plenty of anecdotal clinical data ranging from tumor mass rejection to healing of chronic wounds. Hopefully, we will see more studies with beta-1,3-D-glucan in the near future as this substance gains acceptance within the medical community.",
      "order": 8
    },     
    {
      "element": "p",
      "content": "Clinical directions presented in this paper are not by any means a complete list of all possible applications and combinations with this substance.  A good physician can find more ways to utilize this material in practice.  Now, when we have a better understanding of its mode of action, we can prognose and prove in practice the benefits of using beta-1,3-D-Glucan by itself or by adding it to either conventional or alternative types of therapies that would affect such therapies in a predictable way.",
      "order": 8
    },
    {
      "element": "h4",
      "content": "Bibliography",
      "order": 8
    },
    {
      "element": "p",
      "content": "Mansell, PWA, Rowden G., and Hammer, C. Clinical experiences with the use of glucan. Immune Modulation and Control of Neoplasia by Adjuvant Therapy. 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Stewart, C.C., Valeriote, F.A. and Perez, C.A. Preliminary observations on the effect of glucan in combination with radiation and chemotherapy in four murine tumors. Cancer Treat. Rep. 62: 1867-1872, 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Di Luzio, N.R., McNamee, R.B., Williams, D.L., Gilbert, K.M. and Spanjers, M.A. Glucan induced inhibition of tumor growth and enhancement of survival in a variety of transplantable and spontaneous murine tumor models. Adv. Exp. Med. Biol. 121A:269-290, 1980.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Leibovich, S.J. and Danon, D. Promotion of wound repair in mice by application of glucan. J Reticuloendothel. Soc. 27: 1-11, 1980.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Cassone, A., Bistoni, F., Cenci, E., Pesce, C.D., Tissi, L. and Marconi, P. Immunopotentiation of anticancer chemotherapy by Candida albicans, other yeasts and insoluble glucan in an experimental lymphoma model. Sabouraudia. 20: 115-125, 1982.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Lahnborg, G., Hedstrom, K.G. and Nord, C.E. Glucan-induced enhancement of host resistance in experimental intraabdominal sepsis. Eur. Surg. Res.14:401-408, 1982.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Lahnborg, G., Hedstrom, K.G. and Nord, C.E. The effect of glucan ­ a host resistance activator ­ and ampicillin on experimental intraabdominal sepsis. J. Reticuloendothel. Soc. 32:347-353, 1982.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Enhanced healing of decubitus ulcers by topical application of particulate glucan. Tulane University School of Medicine. Research Summary. 1984.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Czop, J.K. and Austen, K.F. A beta-glucan inhibitable receptor on human monocytes: its identity with the phagocytic receptor for particulate activators of the alternative complement pathway. J. Immunol. 134:2588-2593, 1985.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Browder, L.W., Sherwood, E., Williams, D., Jones, E., McNamee, R. and DiLuzio, N. Synergistic effect of nonspecific immunostimulation and antibiotics in experimental peritonitis. Surgery 102:206-214, 1987.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Patchen, M.L., D'Alesandro, M.M., Brook, I., Blakely, W.F. and MacVittie, T.J. Glucan: mechanisms involved in its radioprotective\" effect. J. Leukoc. Biol. 42:95-105, 1987.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Wyde, P. Beta-1,3- glucan activity in mice: intraperitoneal and oral applications. Baylor College of Medicine 1989; Research Summary. Baylor College of Medicine. Research Summary: 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Patchen, M. Radioprotective effect of Oral Administration of NSC-24TM. Armed Forces Radiobiology Research Institute, Bethesda, MD. Research report. 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Czop, J.K., Valiante, N.M. and Janusz, M.J. Phagocytosis of particulate activators of the human alternative complement pathway through monocyte beta-glucan receptors. Prog. Clin. Biol. Res. 297:287-296, 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Sakurai, T., Suzuki, I., Kinoshita, A., Oikawa, S., Masuda, A., Ohsawa, M. and Yadomae, T. Effect of intraperitoneally administered beta-1,3-D-glucan, SSG, obtained from Sclerotinia sclerotiorum IFO 9395 on the functions of murine alveolar macrophages. Chem. Pharm. Bull. (Tokyo). 39:214-217, 1991.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Abel, G. and Czop, J.K. Stimulation of human monocyte beta-glucan receptors by glucan particles induces production of TNF-alpha and IL-1 beta. Int. J. Immunopharmacol. 14:1363-1373, 1992.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Elmets, C.A. Photoprotective effects of sunscreens in cosmetics on sunburn and Langerhans cell photodamage. Photodermatol Photoimmunol Photomed 9:113, 1992.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Miyazaki, H., Yoshikai, Y., Tanaka, M., Takeda, Y., Takeo, S. and Nomoto, K. Protective effect of SPR-901 (RBS) on the decrease of peripheral leukocyte number in 5-fluorouracil-treated mice. Int. J. Immunopharmacol. 14:11-17, 1992.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Nicoletti, A., Nicolette, G., Ferraro, G., Palmieri, G., Mattaboni, P. and Germogli, R. Preliminary evaluation of immunoadjuvant activity of an orally administered glucan extracted from Candida albicans. Arzneimittelforschung. 42:1246-1250, 1992.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Williams DL, Di Luzio NR. Glucan-induced modification of murine viral hepatitis. Science (1980 Apr 4) 208 (4439):67-9.Carrow, D. Beta-1,3-D-glucan as a primary immune activator. Townsend letter June: 86, 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Kenyon A.J. Delayed wound healing in mice associated with viral alteration of macrophages. Am J Vet Res (1983 Apr) 44(4):652-6.",
      "order": 8
    },
    {
      "element": "h3",
      "content": "Overview of the Research",
      "order": 8
    },
    {
      "element": "h3",
      "content": "Alphabetical Listing",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Note:  Beta 1-3 glucan research is on the main focused on yeast-source glucans.  Quantitative analysis has determined that the polypore and other basidiomycetes contain significantly more beta glucans than yeast-based products.  Notwithstanding the research has to do with yeast-type fungi, the data is viable and transferable to the basidiomycete-based glucans.  The importance of this finding cannot be overlooked, because the amount of yeast-based B1-3 glucan that can be naturally absorbed from the ingestion of brewer’s or dietary yeast is vastly smaller than from the ingesting of basidiomycete-based glucan.  For this reason, yeast-based glucan must be highly processed and concentrated.  Basidiomycete-based glucan is rendered bio-available with minimal processing.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "An Arsenal of Immune Defense: Czop, Joyce K., \"The Role of Beta.-Glucan Receptors on Blood and Tissue Leukocytes in Phagocytosis and Metabolic Activation\". Pathology and Immunopathology Research; 5:286-296. Harvard Medical School. 1986.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...the presence of a particulate activator can rapidly initiate assembly and amplification of a host defense system involving humoral and cellular interactions with B-glucans. ...Animals pretreated with purified glucan particles are subsequently more resistant to bacterial, viral, fungal, and protozoan challenge, reject antigenically incompatible grafts more rapidly and produce higher titers of serum antibodies to specific antigens.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Administration of glucan particles ...stimulates...proliferation of macrophages and increases in phagocytic and secretory activities of macrophages. ...A cascade of interactions and reactions initiated by macrophage regulatory factors can be envisioned to occur and to eventuate in conversion of the glucan-treated host to an arsenal of defense.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Abdominal Adhesions: Almdahl SM, Seljelid R; \"Semisoluble animated glucan: long-term efficacy against an intraperitoneal E. coli challenge and its effect on formation of abdominal adhesions,\" Res Exp Med (Berlin) 187(5): 369-377, 1987.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Abdominal Sepsis: Lahnborg, et al., \"Glucan-Induced Enhancement of Host Resistance in Experimental Intraabdominal Sepis\". Eur. Surg. Res.; 401-408. 1982.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant - Antibiotics: Browder IW., Williams D., Sherwood E., McNamee R., Jones E., DiLuzio N., \"Synergistic effect of nonspecific immunostimulation and antibiotics in experimental peritonitis\", Surgery 102 (2): 206-214. 1987.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant - Antibiotics: Tzianabos AO, Cisnerol RL, et al; \"Protection against intraabdominal sepsis by two polysaccharide immonumodulators (Beta 1,3/1,6 glucan), J Infect Dis, 178:1,200-6. 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These data demonstrate the usefulness of [Beta 1,3/1,6 glucan]... in preventing experimental intraabdominal sepsis...and may represent a new adjunct to antibiotic regimens currently used to prevent clinical cases of this disease\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant:-Antibiotics: Tzianabos AO, Cisneros RL; \"Prophylaxis with the immunomodulator PGG glucan enhances antibiotic efficacy in rats infected with antibiotic-resistant bacteria,\"Ann NY Acad Sci 797: 285-287; Oct 1996.* Quote: \"Results of these studies demonstrated that prophylaxis with PGG glucan in combination with antibiotics provided enhanced protection against lethal challenge with Escherichia coli or Staphylococcus aureus as compared with the use of antibiotics alone.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant-Anti-infective Agents: Wyde, P., \"Beta-1,3-glucan activity in mice: intraperitoneal and oral applications.\" Baylor College of Medicine Research Report. 1989.",
      "order": 8
    },
    {
      "element": "h3",
      "content": "\"This demonstration of bactericidal enhancement via oral dosing suggests an application for beta-1,3-glucan as a component in a combined modality with conventional anti-infective agents. Beta glucan, through the stimulation of host defense systems, creates a more supportive environment within the body to assist the primary killing action of the conventional agent.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant: Mansell P.W.A., Rowden G., Hammer C.; Clinical experiences with the use of glucan. Chirigos MA, ed.; Immune Modulation and Control of Neoplasia by Adjuvant Therapy. Raven Press, New York 255-280; 1978.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant: Benach J.L., et al., \"Glucan as an adjuvant for a murine Babesia microti immunization trial,\" Infection and Immunity, 35(3):947-951. 1982. Quote: \"These observations demonstrate that glucan is an effective adjuvant in enhancing immunity to murine babesiosis.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant: Ber L., \"Yeast-derived beta-1,3-D-glucan: An adjuvant concept,\" American Journal of Natural Medicine; Vol 4, No. 9, Nov 1997.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant: Jamas S., Easson D., Ostroff G.R.; \"Glucan drug delivery system and adjuvant,\" U.S.Patent 5607677. Issued March 4, 1997.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant: Lahnborg G., Hedstrom K.G., Nord C.E.; \"The Effect of Glucan - A Host Resistance Activator and Ampicillin on Experimental Intraabdominal Sepsis\". Journal of Reticuloendothelial Society. 32: 347-353. 1982.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"It is concluded that glucan, in combination with ampicillin, has a significant effect on the survival rate of rats with induced peritonitis, probably by enhancing the activities of the reticuloendothelial system, an important part of the total host resistance.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant: Stewart C.C., et al., \"Preliminary Observations on the Effect of Glucan in Combination with Radiation and Chemotherapy in Four Murine Tumors\", Cancer Treat. Prep.; 62: 1867-72. 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The efficacy of glucan in combination with BCNU chemotherapy was measured using the disseminated AKR transplantable leukemia; the combination yielded a high level of cures compared to no survival for either agent alone.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant: Williams D.L. ,et al; \"Immunization against Trypanosoma cruizi: adjuvant effect of glucan.\" Int. J. Immunophar. 11:403-410. 1989.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvants: Audibert FM, Lise LD; \"Adjuvants: Current status , clinical perspectives, and future prospects;\" Immunol. Today 14:281-284; 1993.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Adjuvant-Surgical Therapy: Compton R, Williams D, Browder W; \"The beneficial effect of enhanced macrophage function on the healing of bowel anastomoses,\" Am Surg, 62:1,14-8. Jan 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"immuno-pharmacologic agents [glucan] that enhance macrophage function may be an important adjunct to surgical therapy requiring bowel anastomosis.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Aging: Carrow, D.J. MD.; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...beta 1,3-glucan may well be the first and only true anti-aging supplement available to all of us.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Aging: Gilcrest B, Murphy G, Soter N; \"Effect of Chronologic Ageing and U.V. Irradiation on Langerhans Cells in Human Epidermis;\" J. Investigative Dermatology; Vol 79:85-88. 1982.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Aging: Inamuzu T., Chang M.P., Makinodan T.; \"Influence of Age on the Production and Regulation of Interleukin-1 in Mice\", Immunology; V.55, p.447-455. 1985.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Aging: Makinodan T, Kay M; \"Age Influence on the Immune System,\" Advances in Immunology; Vol 29:287-330. 1980.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Aging: Marguerite MB: \"An Overview of Aging. Mechanisms of Aging and Development.\" pp 39-59. 1979.",
      "order": 8
    },

    {
      "element": "p",
      "content": "Aging: Olmos JM, de Dies B, Garcia JD et al; \"Monocyte Function in the Elderly.\" Allergol Immunopathol. (Madrid, Spain); 14(5):369-373. 1986.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Aging: Price GB, Makinodan T: \"Immunologic deficiencies in senescence.\" J. of Immunol.; 108(2):403-412. 1972.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Antibiotics: Tzianabos AO, Cisneros RL; \"Prophylaxis with the immunomodulator PGG glucan enhances antibiotic efficacy in rats infected with antibiotic-resistant bacteria,\"Ann NY Acad Sci 797: 285-287; Oct 1996.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Results of these studies demonstrated that prophylaxis with PGG glucan in combination with antibiotics provided enhanced protection against lethal challenge with Escherichia coli or Staphylococcus aureus as compared with the use of antibiotics alone.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Antibodies:  Agrewala JN, et al, \"Differential effect of anti-B7-1 and anti-M150 antibodies in restricting the delivery of costimulatory signals from B cells and macrophages;\" J. Immunol. 160:1067-1077; 1998.",
      "order": 8
    },

    {
      "element": "p",
      "content": "Antimicrobial Activity: Hunter K, Washburn R, \"Efficacy of topical antimicrobial acid and immunostimulatory B-Glucan in Animal Models of Cutaneous Infection,\" U Nevada Medical School-Applied Res Grant, Aug 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...the B-glucans have been shown to activate macrophages to enhance their antimicrobial activity. Our laboratory has developed preliminary evidence that B-1,3/1,6 glucans possesses immunostimulatory activity for macrophages in vitro, leading to secretion of the Th-1 cytokines IL-1 B, IL-12, and TNF-B.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Arthritis: Janusz M.J., Austen K.F., Czop J.K.; \"Isolation of a Yeast Heptaglucoside that Inhibits Monocyte Phagocytosis of Zymosan Particles\". The Journal of Immunology; 142:959-965. Dept of Med, Harvard Med Sch, Boston, MA.* 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Beta-Glucans with 1,3-and 1,6 glycosidic linkages are the major structural components of yeast and fungal cell walls and are active pharmacologic agents in host defense systems of plants and animals....The administration of particulate glucans from S. cerevisiae to laboratory animals induces host resistance to a variety of lethal pathogens by mechanisms involving macrophage stimulation.",
      "order": 8
    },

    {
      "element": "p",
      "content": "In vitro studies reveal that bone marrow-derived mouse macrophages and human peripheral blood monocytes possess Beta-glucan receptors that mediate phagocytosis of glucan particles and induce release of proinflammatory mediators...\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Arthereoschlerosis: Williams D.L., Browder I. and DiLuzio N.R., \"Soluble phosphorylated glucan: methods and compositions for wound healing,\" U.S. Patent 4975421, Issued Dec 4, 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Beta 1,3 glucan has proven to both stimulate and activate the macrophage cells,...People with high risk of atherosclerosis should definitely add beta 1,3 glucan to their diet in addition to any cholesterol-reducing drugs.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Auto-Immune Disorders - See Diabetes: Rheumatoid arthritis, fibromyalgia, systemic lupus erythrematosus, glomerulonephritis, scleroderma, multiple schlerosis and diabetes mellitus sufferers should consult their physician before using any immune response potentiator and then use only in accord with physician instruction.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bacterial Infection: Franek J, Malina J, Kratka H, \"Bacterial infection modulated by glucan: a search for the host defense potentiation mechanisms,\" Folia Microbiol (Praha) 37(2): 146-152. 1992.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bacterial Infection: DiLuzio N.R.,\"Immunopharmacology of glucan: a broad spectrum enhancer of host defense mechanisms,\" Trends in Pharmacol. SCI., 4:344-347. Dept of Physiology, Tulane U, New Orleans, LA.* 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "(p347) \"The broad spectrum of immunopharmacological activities of glucan includes not only the modification of certain bacterial, fungal, viral and parasitic infections, but also inhibition of tumor growth.\"",
      "order": 8
    },
    {
      "element": "p",
      "content": "Bacterial: Jordan, F.; \"An Effective Immune Response Potentiator- Beta-1,3/1,6-glucan Derived from Yeast Cell Wall,\" Macrophage Technologies Publication, pp 1-7; 1998.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bacterial: Kimura A, Sherwood R, Goldstein E; \"Glucan alteration of pulmonary antibacterial defense.\" J Reticuloendothel. Soc. 24:1-11. 1983.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bacterial: Rasmussen, LT and Seljelid, R.: \"Novel Immunomodulators With Pronounced In Vitro Effects Caused by Stimulation of Cytokine Release\", Journal of Cellular Biochemistry; 46:60-68. Inst of Med Bio, U of Tromso, Norway. 1991.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Beta-1,3-D-polyglucose derivatives protect mice against otherwise lethal bacterial infections.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bacterial Infections: Kokoshis PL, DiLuzio NR et al, \"Increased resistance to Staphylococcus aureus infection and enhancement in serum lysozyme activity by glucan.\" Science, 199(4335);1340-1342; 1978:",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Prior treatment of mice with glucan significantly enhanced their survival when they were challenged systemically with Staphylococcus aureus. These studies indicate glucan confers an enhanced state of host defense against bacterial infections.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bacterial Infections: Wyde, P., \"Beta-1,3-glucan activity in mice: intraperitoneal and oral applications.\" Baylor College of Medicine Research Report. 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"This demonstration of bactericidal enhancement via oral dosing suggests an application for beta-1,3-glucan as a component in a combined modality with conventional anti-infective agents. Beta glucan, through the stimulation of host defense systems, creates a more supportive environment within the body to assist the primary killing action of the conventional agent.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Boils: Enhanced Healing of Decubitus Ulcers by Topical Application of Particulate Glucan. Tulane University School of Medicine; Research Summary. 1984.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bone Marrow: Browder IW., Williams D., Pretus H., et al; Beneficial Effect of Enhanced Macrophage Function in the Trauma Patients. Ann. Surg.; Vol 211: 605-613. Dept of Surg and Physiol, Tulane U Sch of Med, LA and Istituto Di Chirurgia D'Urgenza, U of Torino, Torino, Italy.* 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Use of glucan in a murine model of hind-limb crush injury decreased macrophage PGE2 release while stimulating bone marrow proliferation.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Bowel Anastomoses : Compton R., Williams D., Browder W., \"The beneficial effect of enhanced macrophage function on the healing of bowel anastomoses,\" Am. Surg. 62:14-18, 1996.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Carcinoma-Colon/Liver: \"Inhibition of establishment and growth of mouse liver [colon carcinoma] mestastase after treatment with interferon gamma and beta-1,3-D-glucan;\"\"Hepatology, 27:25, 1241-8. May 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Combination of IFN-gamma and animated beta-1,3-D glucan (AG) inhibited the growth of liver metastases [of colon carcinoma] almost entirely.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Carcinoma-Bladder: Thompson I.M., Spence C.R. Lamn D.L., DiLuzio N.R., \" Immunochemotherapy of bladder carcinoma with glucan and cyclophosphamide\", Am. J. Med. Sci. 294 (5): 294-300. 1987.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Carcinoma of the Breast: Mansell P.W.A., Ichinose H., Reed R.J., Krements E.T., McNamee R.B., Di Luzio N.R.; \"Macrophage-mediated Destruction of Human Malignant Cells in Vitro\". Journal of National Cancer Institute; 54: 571-580. 1975.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The initial 9 patients studied had malignant carcinoma of the breast. Control and experimental lesions were injected; subsequently biopsies were performed at varying intervals for histologic evaluation. Always when glucan or glucan and RF fraction were administered intra-lesionally, the size of the lesion was strikingly reduced in as short a period as 5 days. ...In small lesions, resolution was complete, whereas in large lesions, resolutions was partial.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Chemotherapy: Damia, et al, \"Prevention of Acute Chemotherapy-Induced Death in Mice by Recombinate Human Interleukin 1: Protection from Hematological and Nonhematological Toxicities\", Cancer Research, vol. 52, pp. 4082-4089.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer -Llymphoma: Cassone A, Bistoni F., Cenci E, Pesce C., Tissi L., Marconi P., \"Immunopotentiation of anticancer chemotherapy by Candida albicans, other yeast and insoluble glucan in an experimental lymphoma model.\" Sabouraudia, 20:115-125, 1982.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Malignancies: DiLuzio N.R., et al., \"The Employment of Glucan and Glucan Activated Macrophages in the Enhancement of Host Resistance to Malignancies in Experimental Animals,\" in The Macrophage in Neoplasia; Academic Press, Inc. New York; pp. 181-198. 1976.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Mammary Carcinoma: DiLuzio N.R. Williams D.L. et al, \"Comparative evaluation of the tumor inhibitory and antibacterial activity of solubilized and particulate glucan,\" Recent Results Cancer Res 75:165-172. 1980.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Intravenous administration of soluble or particulate glucan resulted in significant reduction in the growth of a syngeneic anaplastic mammary carcinoma and melanoma B16 and enhanced survival.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Mammary Carcinoma: Proctor, et al., \"Development of a Bioassay for Anti-Tumor Activity of the Reticuloendoethelial Stimulant Class: Reproducibility of the Bioassay\". J. Immunopharmacol.; 3: 385-395. 1981-1982.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Intravenously administered DiLuzio glucan...caused dose dependent increases in the tumor cell loss from the lungs of ...mice challenged respectively with intravenous 125IuDR labelled B16 or T 1699 mammary carcinoma cells.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Melanoma: DiLuzio N.R. Williams D.L. et al, \"Comparative evaluation of the tumor inhibitory and antibacterial activity of solubilized and particulate glucan,\" Recent Results Cancer Res 75:165-172. 1980.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Intravenous administration of soluble or particulate glucan resulted in significant reduction in the growth of a syngeneic anaplastic mammary carcinoma and melanoma B16 and enhanced survival.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Sarcoma and Melanoma: Williams DL, et al, \"Therapeutic efficacy of glucan in a murine model of hepatic metastatic disease,\" Hepatology 5(2):198-206. Mar 1985.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...coincubation of particulate glucan with diverse populations of normal or tumor cells in vitro indicated that glucan exerted a direct cytostatic effect on sarcoma and melanoma cells and, in contrast, had a proliferative effect on normal spleen and bone marrow cells.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Sarcoma: Seljelid R, et al, \"Evidence that tumor necrosis induced by an irradiated beta 1-3D polyglucose is mediated by a concerted action of local and systemic cytokines,\" Scand J Immuno 30(6): 687-694. Dec 1989.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Aminated beta 1-3D polyglucose (AG) causes regression of Meth A sarcoma in syngeneic mice when injected systemically on day 7 after tumour inoculation. AG does not concentrate in the tumour, but distributes throughout the body. AG treatment causes release of large amounts of interleukin 1 (IL-1) both in vivo [in the body] and in macrophage cultures in vitro [out of body].\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer : Carrow, D.J.; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Over the past 11 months I have been able to convince five out of eight breast cancer patients who were undergoing radiation therapy, to consume one capsule of beta 1,3/1,6 glucan (NSC-24 3 mg) three times per day. To date, I have observed that none of the patients using NSC-24 have suffered from any type of radiation injury to the skin, while the three patients who chose not to use NSC-24 all show signs of extensive radiation damage to the skin.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer Melanoma: Bogwald J, Johnson E, Seljelid R;, \"The Cytotoxic Effect of Mouse Macrophages Stimulated in vitro by a .beta. 1,3-D-Glucan from Yeast Cell Walls\". Scand. J. Immuol. 15: 297-304. 1982. Institute of Med Bio, U of Tromso, Norway.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Macrophages stimulated by an insoluble beta 1-3-D-glucan from yeast cell walls were able to destroy tumour cells as measured by the release of radioactive label from prelabelled 14C-thymidine cells. Target cells were B-16 melanoma, P-815 mastocytoma, and the L-929 cell line. A significant target cell killing by macrophages stimulated by glucan was observed after 72-96 h.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer: Jordan, F.; \"An Effective Immune Response Potentiator- Beta-1,3/1,6-glucan Derived from Yeast Cell Wall,\" Macrophage Technologies Publication, pp 1-7; 1998.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer: Mansell P.W.A., et al., Activation of the Alternative Complement Pathway by Water-Insouble Glucans of Streptococcus mutans: the Relation Between Their Chemical Structures and Activating Potencies\". Macrophage-Mediated Destruction of Human Malignant Cells In Vitro; Inai et al., J. Immunol (1976); 1256-1260. 1976.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer: Mansell P.W.A., Ichinose H., Reed R.J., Krements E.T., McNamee R.B., Di Luzio N.R.; Macrophage-medicated Destruction of Human Malignant Cells in Vivo. Journal of National Cancer Institute; 54: 571-580. 1975.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer: Niskanen E.O., Burgaleta C., Cline M.J., Goide D.W.; Effect of glucan, a macrophage activator, on murine hemopoietic cell proliferation in diffusion chambers in mice; Cancer Res 38: 1406-1409, 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Cancer: Schultz, et al., \"Association of Macrophage Activation with Anti-tumor Activity by Synthetic and Biologic Agents\". Cancer Res.; 37:3338-43. 1977.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer: White Cell Enhancement: DiLuzio N.R., et al., The Macrophage and Cancer, James et al., eds: Edinburgh Univer. Med. Pres.; pp. 181-201. 1977.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer: Williams D.L., Browder I. and DiLuzio N.R., \"Methods and compositions for prophylactic and therapeutic treatment of infections,\" U.S. Patent 4900722, Issued Feb 13, 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The soluble phosphorylated glucans are also useful for stimulating macrophage cells, either in vivo or in vitro, to produce a cytotoxic/cyctostatic factor effective against cancer cells.\" [cytotoxic: toxic to cell - prevents reproduction or growth]",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer - Sacrcoma Tumors: Sveinbj B, Seternes O, Seljelid R, \"Macrophage cytotoxicity against murine meth A sarcoma involves nitric oxide-mediated apoptosis,\" Biochem Biophys Res Commun, 223:3, 643-9. Jun 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"When stimulated with interferon-gamma and soluble beta 1,3-D-glucan, macrophages exerted cytotoxicity towards syngeneic Meth A [sarcoma] tumor cells.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Cancer: Williams D.L., et al.; Curr. Chemotherapy and Infectious Disease, Proc.; 11th 1CC and 19th 1ICAAC pp. 1724-1726. 1980.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Candida Albicans: Browder IW., et al., \"Modification of Post-Operative C. albicas Sepis by Glucan Immunostimulation,\" Int. J. Immunopharmac.; 6:19-26. Dept of Surg and Physiol, Tulane U Sch of Med, LA; 1984.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Protection against C. albicans was observed in the glucan-treated groups. ...These observations suggest that Biologic Response Modifiers such as glucan may be effectively employed in patients who are at risk for post-operative infections.\"*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Candida Albicans: Janusz M.J., Austen K.F., Czop J.K.; \"Phagocytosis of heat-killed blastophores of Candida albicans by human monocytes beta-glucan receptors.\" Immunology. 65:181-185. 1988.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Candidiasis: DiLuzio N.R., Williams D.L., Cook J.L., Hoffman E.O.; Protective effect of glucan in experimentally induced candidiasis; J Reticuloendothel Soc 53: 479-490, 1978.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Candidiasis: Williams D.L., et al; \"Protective Effect of Glucan in Experimentally Induced Candidiasis\". J. Reticuloendothel; Soc 23: 479-490. 1978.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Carcinoma - Bladder: Thompson I.M., Spence C.R. Lamn D.L., DiLuzio N.R., \" Immunochemotherapy of bladder carcinoma with glucan and cyclophosphamide\", Am. J. Med. Sci. 294 (5): 294-300. 1987.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Carcinoma - Mammary: Proctor, et al., \"Development of a Bioassay for Anti-Tumor Activity of the Reticuloendoethelial Stimulant Class: Reproducibility of the Bioassay\". J. Immunopharmacol.; 3: 385-395. 1981-1982.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Intravenously administered DiLuzio glucan...caused dose dependent increases in the tumor cell loss from the lungs of ...mice challenged respectively with intravenous 125IuDR labelled B16 or T 1699 mammary carcinoma cells.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Chemotherapy - Leukemia: Stewart C.C., et al., \"Preliminary Observations on the Effect of Glucan in Combination with Radiation and Chemotherapy in Four Murine Tumors\", Cancer Treat. Prep.; 62: 1867-72. 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The efficacy of glucan in combination with BCNU chemotherapy was measured using the disseminated AKR transplantable leukemia; the combination yielded a high level of cures compared to no survival for either agent alone.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Chronic Fatique Syndrome: Uchida, A.; \"Method for treatment of chronic fatigue syndrome,\" U.S. Patent 5424300 (A method for the treatment of chronic fatigue syndrome, comprising administering a polysaccharide which further contains a .beta(1-3)glucan.-1,3/1,6-glucoside bond). Issued June 13, 1995.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Cytokine Release: Beta(1-3)glucan: \"I1-1 Cytokine Release after Oral Application in Mice\". Baylor College of Medicine. Research Report. 1994.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Dermititis: Castelli D, Colin L, Camel E, Ries G; \"Pretreatment of skin with a Ginkgo biloba extract/sodium carboxymethyl-beta-1,3-glucan formulation appears to inhibit the elicitation of allergic contact dermatitis in man;\" Contact Dermatitia, 38:3,123-6. Mar 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...Ginkgo biloba/carboxymethyl-beta-1,3-glucan formulation can mitigate against allergic contact dermatitis.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Diabetes: Carrow, D.J.; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The following list includes benefits from the use of Beta 1,3-glucan supplementation: ...people with chronic degenerative disorders such as diabetes or chronic inflammation. ...\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Diabetes: Kida K., Inoue T., et al; \"An immunopotentiator of beta-1,6;1,3 D-glucan prevents diabetes and insulitis in BB rats.\" Diabetes. Res. Clin. Pract. 17:75-79. 1992.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The preventive effect of an immunopotentiator, beta-1,6;1,3 D-glucan, on the development of diabetes and insulitis was studied in BB rats....[and] decreased the cumulative incidence of diabetes from 43.3% to 6.7% and also the incidence of insulitis from 82.4% to 26.3%....These data indicate that immunopotentiators could modulate the autoimmune mechanisms directed to pancreatic islets and inhibit the development of diabetes in BB rats.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli: Almdahl SM, Seljelid R; \"Semisoluble animated glucan: long-term efficacy against an intraperitoneal E. coli challenge and its effect on formation of abdominal adhesions,\" Res Exp Med (Berlin) 187(5): 369-377, 1987.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli: Almdahl SM, Bogwald J., Hoffman J., Sjunneskog C.; \"The effect of splenectomy on Escherichia coli sepsis and its treatment with semisoluble animated glucan,\", Scand J. Gastroenterol, 22:261-267, 1987.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli : Rasmussen LT, Seljelid R, \"Dynamics of blood components and peritoneal fluid during treatment of murine E. coli sepsis with beta-1,3-D-polyglucose derivatives. I. Cells.,\" Scand J Immunol 32(4): 321-331. Oct 1990.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli : Rasmussen LT, Seljelid R, \"Dynamics of blood components and peritoneal fluid during treatment of murine E. coli sepsis with beta-1,3-D-polyglucose derivatives. II. Interleukin 1, tumour necrosis factor, prostaglandin E2 and leukotriene B4,\" Scand J Immunol 32(4): 333-340. Oct 1990.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli : Rasmussen, LT, Fandrem. Jr., and Seljelid R., \"Dynamics of Blood Components and Peritoneal Fluid During Treatment of Murine E. Coli Sepis with . beta.-1,3-D-polyglucose Derivatives\"; Scand. J 63:73-80 Immunol. 1985.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli : Rasmussen, LT, Konopski Z, Oian P, Seljelid R; \"Killing of Escherichia coli by mononuclear phagocytes and neutrophils stimulated in vitro with beta-1,3-D-polyglucose derivatives,\" Microbiol Immunol 36(11):1173-1188. Inst of Med Bio, U of Tromso, Norway. 1992.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli: Williams D.L, Browder IW and DiLuzio N.R,\"Immunotherapeutic modification of Escherichia coli-induced experimental peritonitis and bacteremia by glucan,\" Surgery 93(3):448-454. Mar 1983.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These data denote that the intraperiotneal administration of glucan significantly modifies the course of E. coli-induced peritonitis and bacteremia due, in part, to glucan-induced enhancement of macrophage function.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli: Williams D.L., et al; \"Effect of glucan on neutrophil dynamics and immune function in Escherichia coli peritonitis.\" J. Surg. Res. 44:54-61, 1988.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli: Onderdonk, A.B., et al., \"Anti-Infective Effect of Poly-.beta.1-6 -Glucotrisyl-.beta.1-3-Glucopyranose Glucan In Vivo,\" Infec. Immun.; 60:1642-1647. 1992. Dept of Pathology, Channing Lab, Brigham and Women's Hospital, Boston, MA.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Mice challenged with Escherichia coli or Staphylococcus aureus were protected against lethal peritonitis by the intravenous administration of 10 micrograms of poly-beta 1-6-glucotriosyl-beta 1-3-glucopyranose (PGG) glucan per animal 4 to 6 h prior to bacterial challenge.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Escherichia coli: Seljelid R., et al.,\"The protective effect of beta 1-3D-glucan-derivatized plastic beads against Escherichia coli infeciton in mice,\" Scand J. Immuno 25(1):55-60. Jan 1987.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Pretreatment with beta-1,3-D-glucan-drivatized plastic beads conferred strong protection against Escherichia coli infection in mice.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Esherichia coli: Tzianabos AO, Cisneros RL; \"Prophylaxis with the immunomodulator PGG glucan enhances antibiotic efficacy in rats infected with antibiotic-resistant bacteria,\"Ann NY Acad Sci 797: 285-287; Oct 1996.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Results of these studies demonstrated that prophylaxis with PGG glucan in combination with antibiotics provided enhanced protection against lethal challenge with Escherichia coli or Staphylococcus aureus as compared with the use of antibiotics alone.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Exercise Stress: Kohut ML, Davis JM, et al: \"Effect of exercise on macrophage antiviral function in the lung.\" J. of Am. Cell. Of Sports Medicine; Vol. 26. S33. 1994.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Free Radical Scavenger: Anti-free Radical Activity of Beta(1-3)glucan Molecule. Seporga Laboratories, Sophia Antipolis, France. Research Report. 1990.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Free Radical Scavenger: Carrow, D.J.; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Free radical scavenging assays were repeated in different models, which then confirmed the antioxidant effect of beta 1,3-glucan. In light of what is presently known about the potential of free radicals to accelerate aging, cause cancer and other degenerative diseases, this particular effect of beta 1,3-glucan is especially important.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Free Radical Scavenging: Patchen M.L., D'Alesandro M.M., Brook I., Blakely W.F. McVittie T.J.; \"Glucan: Mechanisms Involved in Its 'Radioprotective' Effect\". J Leuc Biol.; 42:95-105. 1987.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...evidence suggest that glucan can also function as an effective free radical scavenger.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Fungal Diseases: Browder IW., Williams D., Pretus H., et al; Beneficial Effect of Enhanced Macrophage Function in the Trauma Patients. Ann. Surg.; Vol 211: 605-613. Dept of Surg and Physiol, Tulane U Sch of Med, LA and Istituto Di Chirurgia D'Urgenza, U of Torino, Torino, Italy.* 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Previous studies have demonstrated that glucan, a beta-1,3-linked glucopyranose polymer, isolated from the inner cell wall of Saccharomyces cerevisiae, is a potent macrophage stimulant and is beneficial in the therapy of experimental bacterial, viral, and fungal diseases.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Fungal Infection: DiLuzio N.R.,\"Immunopharmacology of glucan: a broad spectrum enhancer of host defense mechanisms,\" Trends in Pharmacol. SCI., 4:344-347. Dept of Physiology, Tulane U, New Orleans, LA.* 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "(p347) \"The broad spectrum of immunopharmacological activities of glucan includes not only the modification of certain bacterial, fungal, viral and parasitic infections, but also inhibition of tumor growth.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Fungal: Williams D.L., Browder I. and DiLuzio N.R., \"Soluble phosphorylated glucan: methods and compositions for wound healing,\" U.S. Patent 4975421, Issued Dec 4, 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The soluble phosphorylated glucans are useful for promoting the wound healing process. The soluble phosphorylated glucans are also useful for prophylactic and therapeutic applications against neoplastic, bacteria, viral, fungal and parasitic diseases.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Heart Disease: Carrow, D.J.; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...immunosuppression is observed in people with stress-related disease such as coronary heart disease. Under such influences the number of macrophages [white immune cells] available are reduced and unable to participate in the immune cascade, which caused an even greater immunosuppression.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Beta 1,3 glucan has proven to both stimulate and activate the macrophage cells, which will counter these negative effects. ...People with high risk of atherosclerosis should definitely add beta 1,3 glucan to their diet in addition to any cholesterol-reducing drugs.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Macrophage activation helps draw extra cholesterol from the blood, prevent further plaque formation on the arterial walls and phagocytes [eats] existing plaque which is recognized as a foreign body.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Hemopoietic Recovery: Popisil, et al., \"Glucan Induced Hemopoietic Recovery in Gamma-Irradiated Mice\". Experientia; 38: 1232-1234. 1982.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Hemopoietic Stimulation: Patchen M.L., McVittie T.J.; Temporal Response of Murine Pluripotent Stem Cells and Myeloid and Erythroid Progenitor Cells to Low-dose Glucan Treatment. Acta Hemat; 70:281-288. Experimental Hematology Dept, Armed Forces Radiobiology Research Insti, Bethesda, MD. 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Clearly, there are numerous possible uses for an agent such as glucan, which is a potent stimulator of hemopoietic activity. Currently, we [U.S. Armed Services] are using glucan to enhance hemopoietic proliferation in conjunction with hemopoietic injury induced by radiation.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Hepatic Metastases : Sherwood. E.R., et al.,\"Soluble Glucan and Lymphokine-activated Killer (LAK) Cells in the Therapy of Experimental Hepatic Metastases,\" Chemical Abstracts; 108:179752V. 1988.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Hepatitis - Viral : Williams D.L. and DiLuzio N.R.; \"Glucan-Induced Modification of murine Viral Hepatitis\". Science (1980), 208: 67-69. 1980.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Thus glucan is capable of increasing survival, inhibiting hepatic necrosis, and maintaining an activated state of phagocytic activity in mice challenged with [mouse hepatitis virus strain] MHV-A59.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Hepatitis - Viral: Williams D.L. and DiLuzio N.R.,;\"Modification of Experimental Viral Hepatitis by Glucan Induced Macrophage Activation\". in the Reticuloendothelial System and Pathogenesis of Liver Disease, Liehr and Grun, eds. Elsevier/North Holland Biomedical Press; pp. 363-368. 1983.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Hepatitis: \"Modification of Experimental Viral Hepatitis By Glucan Induced Macrophage Activation\". Elesevier/North Holland Biomedical Press; pp. 363-368. 1980.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Herpes-simplex: Kohl, et al., \"Inhibition of Human Monocyte-Macrophage and Lymphocyte Cytotoxicity to Herpes-simplex Cells by Glucan\". J. Immunol. Methods; 29: 361-368. 1979.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Particulate, cell-associated glucan irreversibly inhibited MP antibody-dependent cellular cytotoxicity (ADCC).\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Herpes-simplex 1: Marchetti M, Pisani S, Pietropaolo V, Seganti L, Nicoletti R, Degener A, Orsi N; \"Antiviral effect of a polysaccharide from Schlerotium glucanicum towards herpes simples virus type 1 infection.\" Planta Med, 62:4, 301-7. Aug 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The antiviral effect of scleroglucan seems to be related to its binding with membrane glycoproteins of HSV-1 particles which impedes the complex interactions of the virus with the cell plasma membrane.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Hyperlipemia: Donzis B. A.: Method and Composition for Treating Hyperlipemia. U.S. Patent 4,891,220; 1990.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "IL 1 and TNF-( Production : Hunter K, Washburn R, \"Efficacy of topical antimicrobial acid and immunostimulatory B-Glucan in Animal Models of Cutaneous Infection,\" U Nevada Medical School-Applied Res Grant, Aug 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Our laboratory has developed preliminary evidence that B-1,3/1,6 glucans possesses immunostimulatory activity for macrophages in vitro, leading to secretion of the Th-1 cytokines IL-1 B, IL-12, and TNF-B.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "IL 1 Enhancement: Rasmussen LT, Seljelid R, \"Production of prostaglandin E2 and interleukin 1 by mouse peritoneal macrophages stimulated with beta-1,3-D-glucan derivatized plastic beads,\" Scand J Immunol 26(6): 731-736. Dec 1987.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "IL-1 Enhancement: Poutsiaka D.D., et al, \"Cross-linking of the beta-glucan receptor on human monocytes results in interleukin-1 receptor antagonist but not interleukin-1 production,\" Blood 82: 3695-3700 ; Dept of Med, New England Med Ctr, Boston, MA. 1993.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Because of their differential effects on cytokine production, beta-glucans may be used to therapeutic advantage in the diseases in which IL-1 is implicated.\"*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune response potentiation: Janusz M.J., Austen K.F., Czop J.K.; \"Isolation of a Yeast Heptaglucoside that Inhibits Monocyte Phagocytosis of Zymosan Particles\". The Journal of Immunology; 142:959-965. Dept of Med, Harvard Med Sch, Boston, MA.* 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Beta-Glucans with 1,3-and 1,6 glycosidic linkages are the major structural components of yeast and fungal cell walls and are active pharmacologic agents in host defense systems of plants and animals....The administration of particulate glucans from S. cerevisiae to laboratory animals induces host resistance to a variety of lethal pathogens by mechanisms involving macrophage stimulation.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune response - Activation of White Blood Cells: Czop, Joyce K., \"The Role of .beta.-Glucan Receptors on Blood and tissue Leukocytes in Phagocytosis and metabolic Activation\".",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune response - Activation: Czop J.K., Austen K.F., A B-glucan Inhibitable Receptor on Human Monocytes: Its Identity with the Phagocytic Receptor for Particular Activators of the Alternative Complement Pathway. Journal of Immunology 134: 1985; 2588-2593. 1985.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Immune T Cells Enhancement: Lotzova and Gutterman, \"Effect of Glucan on Natural Killer (NK) Cells: Further Comparison Between NK Cell and Bone Marrow Effector Cell Activities\". J. Immunol., 123: 607-611. 1979.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Increased Survival: Todd, R.F.; \"The Continuing Saga of Complement Receptor Type 3 (CR3),\" J. Clin Invest.: Vol 98, 1-2. 1996. Div of Hematology/Oncology Dept of Int. Med, U of Michigan Med Ctr.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "(p2) \"In certain controlled clinical trials, the increased survival of patients receiving these immunostimulatory Beta-glucans has been reported.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Macrophage Cell Production Increase : Burgaleta, C. and Golde, D.W.; \"Effect of Glucan on Granulopoiesis and Macrophage Genesis in Mice\". Cancer Research; 37:1739-1742; Jun 1977.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Macrophage Cell Production Increase: Burgaleta C., Territo M.C., Quan C.G., Goide D.W.; Glucan activated macrophages: functional characteristics and surface morphology; J Reticuloendothel Soc 23: 195-204. 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These studies indicate that glucan administration results in increased granulocyte and macrophage production....glucan as an immunotherapeutic agent can result in an increased number of available effector cells.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Normalization: Chorvatovicova D., Navarova J., \"Suppressing effects of glucan on micronuclei induced by cyclophosphamide in mice.\" Mutat. Res., 282:147-150, 1992.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune response - normalization: Ferencik M, Kotulova D, Masler L, Bergendi, L, Sandula J, Stefanovic J; \"Modulatory effect of glucans on the functional and biochemical activities of guinea-pig macrophages.\" Methods Find. Exp., Clin. Pharmacol. 8:163-166. 1986.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune response - Potentiation: Czop, J.K., Valiante N.M., Janusz M.J.; \"Phagocytosis of particulate activators of the human alternative complement pathway through monocyte beta-glucan receptors,\" Prog Clin Biol Res 297: 287-296; Dept of Med, Harvard Med S, Boston, MA. 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "(p1): \"Animal studies indicate that beta-glucans with 1,3-and/or 1,6-linkages are active pharmacologic agents that rapidly confer protection to a normal host against a variety of biological insults. The beta-glucan receptors provide a mechanism by which a heightened state of host responsiveness is initiated.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune response - potentiation: Hunter KW [U Nevada Reno], Fishcer GW, Sayles PC, Strictkland GT; \"Levamisole: Potentiation of the primary immunoglobulin M antibody response in suckling rats.;\" Immunopharmacology 3:117-127; 1981.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Small Particle Effectiveness: Donzis B. A.; Sustantially purified beta (1,3) finely ground yeast cell wall glucan composition with dermatological and nutritional uses; U.S. Patent 5705184; 1998.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Small Particle Effectiveness: Donzis B. A.; Sustantially purified beta (1,3) finely ground yeast cell wall glucan composition with dermatological and nutritional uses; U.S. Patent 5702719; 1997.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The preferred particle size of the find grind glucan product is about 1.0 micron or less and more preferably, .20 microns or less.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Small Particle Effectiveness: Donzis B. A.; Sustantially purified beta (1,3) finely ground yeast cell wall glucan composition with dermatological and nutritional uses; U.S. Patent 5576015; 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Upon oral administration, the smaller or finer particle sized glucan is more quickly dissolved in the gastrointestinal tract and consequently, more readily absorbed.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - Stimulation: DiLuzio N.R., et al., \"Evaluation of the Mechanism of Glucan-Induced Stimulation of the Reticuloendothelial System\". J. Reticuloendothelial Soc.; Soc.7: 731-742. 1970.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response - T Cell Enhancement: Di Renzo, L., Yefenof, E., Klein E., \"The Function of human NK [Killer T] cells is enhanced by B-Glucan, a ligand of CR3 (CD11b/CD18)\". Eur. J. Immunol., 21:1755-1758. 1991.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement - IL 1 & IL 2: Sherwood. E.R., et al., \"Enhancement of Interleukin-1 and Interleukin-2 Production by Soluble Glucan,\" International Journal of Immunopharmacology.; 9:(3):261-267. 1987.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement - IL 1: Rasmussen LT, Seljelid R, \"Production of prostaglandin E2 and interleukin 1 by mouse peritoneal macrophages stimulated with beta-1,3-D-glucan derivatized plastic beads,\" Scand J Immunol 26(6): 731-736. Dec 1987.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement - Oral Dietary Supplement: Matthews, M.; \"NSC-24 and NSC-100 - Exceptional Immune Enhancing Supplements,\" Nutritional Supplement Immuno-Stimulant Bulletin, Vol I, No. 3. 1997.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement : Spiros J.; Method for immune system activation by administration of a .beta.(1-3) glucan which is produced by Saccharomyces cerevisiae strain R4; U.S. Patent 5504079; 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Immune Response Enhancement Jordan, F.; \"An Effective Immune System Enhancer - Beta-1,3/1,6-glucan Derived from Yeast,\" Carmel Research Quarterly; Vol II,1; 1997.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Leading the list of effective immune enhancers, according to extensive research, is undiluted, unaltered, unradiated Beta-1,3/1,6-glucan (…).\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement Seljelid R., et al., \"A Soluble .beta.-1,3-Glucan Derivative Potentiates the Cytostatic and Cytolytic Capacity of Mouse Peritoneal Macrophages In Vitro\". Immunopharmacol; 7: 69-73. 1984.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement Vetvicka V., Thornton B.P., Ross G.D.; \"Soluble Beta-glucan Polysaccharide Binding to the Lectin Site of Neutrophil or Natural Killer Cell Complement Receptor Type 3 (CD11b/CD18) Generates a Primed State of the Receptor Capable of Mediating Cytotoxicity of iC3b-Opsonized Target Cells,\". Journal Clin Invest 98: 50-61. Div of Experimental Immuno and Immunopath, Dept Path, U of Louisville, KY.* 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"This investigation showed that soluble CR3-specific polysaccharides such as beta-glucan induced a primed state of CR3 that could trigger killing of iC3b-target cells that were otherwise resistant to cytotoxicity.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: - Oral Applications: Wyde, P., \"Beta-1,3-glucan activity in mice: intraperitoneal and oral applications.\" Baylor College of Medicine Research Report. 1989.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"This demonstration of bactericidal enhancement via oral dosing suggests an application for beta-1,3-glucan as a component in a combined modality with conventional anti-infective agents. Beta glucan, through the stimulation of host defense systems, creates a more supportive environment within the body to assist the primary killing action of the conventional agent.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Janusz M.J., Austen K.F., Czop J.K.; \"Lysosomal enzyme release from human monocytes by particulate activators is mediated by beta-glucan inhibitable receptors,\" J. Immunol 138: 3897-3901. 1987.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Kimura A., et al., \"In Vitro Activation of Human Adherent Cells by a Glucan, Schizophyllan\". J. Reticuloendothel.; Soc. 34: 1-11. 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...Glucan-treated rats had significantly increased rates of phagocytosis and killing of Staphylococcus aureus immediately after infection...\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Meira, D.A., et al; The Use of Glucan as Immunostimulant in the Treatment of Paracoccidioidomycosis; Am J. Trop Med Hyg 55(5), 496-503; 1996. Dept of Trop Dis, Dept of Microbio, State U of Sao Paulo, Brazil.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...glucan enhances the immune response through stimulation of macrophages by increasing their number, size, and function, stimulates secretion of lysozyme and TNF by activated macrophages, increases the phagocytosis of antigens, activates the formation of granulocyte and monocyte colonies, and factors increased activity of T and B lymphocytes, as well as complement activation. \"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Poutsiaka D.D., et al, \"Cross-linking of the beta-glucan receptor on human monocytes results in interleukin-1 receptor antagonist but not interleukin-1 production,\" Blood 82: 3695-3700 ; 1993. Dept of Med, New England Med Ctr, Boston, MA.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Because of their differential effects on cytokine production, beta-glucans may be used to therapeutic advantage in the diseases in which IL-1 is implicated.\"*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Rios-Hernandez M., Dos-Santos N.J., Silvia-Cardosa, Belle-Garciga J.L., Peddrosa M., \"Immunopharamacological studies of beta(1-3)glucan-1, 3-glucan\", Arch. Med. Res. 25 (2): 179-180. 1994.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Sakurai T, Hashimoto K, et al; \"Enhancement of murine alveolar macrophage functions by orally administered beta-glucan.\" Int. J. Immunopharmacol. 14:821-830. 1992.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Seljelid R., et al.,\"In vivo activation of mouse macrophages with beta-1,3-D-glucan-derivatized plastic beads,\" Scand J Immunol 21(6):601-605. Jun 1985.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Suzuki, Iwao, Tanaka, Hideki, Konoshita, Akira, Oikawa, Shozo, Osawa, Masumi and Yadomae. \"Effects of Orally Administered.beta.-Glucan on Macrophage Function in Mice\". Toshiro, Journal of Immunopharmac; vol. 12, No. 6, pp. 675-684. 1990.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Enhancement: Wooles and DiLuzio N.R.; \"The Phagocytic and Proleferative Responses of the Reticuloendothelial System Following Glucan Administration\". J. Reticuloendothelial..; Soc. 1: 169-169. 1964.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Potentiation - B Cells: Czop J.K., Puglisi A.V., Miorandi D.Z., Austen K.F.; \"Pertubation of beta-glucan receptors on human neutrophils initiates phagocytosis and leukotriene B4 production,\" J. Immunol 141: 3170-3176. 1988.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Potentiation: Jordan, F.; \"An Immuno-Potentiating Super Hero - Beta-1,3/1,6-glucan Derived from Yeast Cell Wall,\" Macrophage Technologies Publication, pp 1-4; 1998.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response Potentiator: Jordan, F.; \"An Effective Immune Response Potentiator- Beta-1,3/1,6-glucan Derived from Yeast Cell Wall,\" Macrophage Technologies Publication, pp 1-7; 1998.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response: Bodenbach B.; NSC-24(tm): An Extraordinary New Immune Enhancing Supplement; Health Perspectives, vol 2, no 2; 1996.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune Response: Bousquet M., Escoula L. et al; \"Immunopharmacologic study in mice of 2 beta-1,3, beta-1,6 polysaccharides (scleroglucan and PSAT) on the activation of macrophages and T lymphocytes,\" Ann Rech Vet 20: 165-173. 1989. Station of Pharmacologie-Toxicologie, INRA, Toulouse, France.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...PSAT and scleroglucan favorably affect the non-specific host defense and cellular immune response in mice.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune response: Macrophage stimulation: Czop J.K., Austen K.F.; \"Generation of leukotrienes by human monocytes upon stimulation of their beta-glucan receptor during phagocytosis,\" Proc Natl Acad Sci USA; 82: 2751-2755 1985.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Immune System: Ber L., Gazella K., \"Activate Your Immune System;\" Impakt Communications, 1998. Impaired Immunity: Carrow, D.J. M.D.; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The following list includes benefits from the use of Beta 1,3-glucan supplementation: People who have impaired immunity from any cause including, but not limited to HIV infection; have a high occurrence of infectious diseases; have tumors and/or those undergoing chemotherapy or radiation therapy; are over forty who are concerned about the natural aging process or might have noticed a slowing down of immune reactivity; who are geriatric patients; and other with compromised immune disorders.",
      "order": 8
    },
    {
      "element": "p",
      "content": "In vitro studies reveal that bone marrow-derived mouse macrophages and human peripheral blood monocytes possess Beta-glucan receptors that mediate phagocytosis of glucan particles and induce release of proinflammatory mediators...\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Abdominal: Bowers GJ, Patchen ML, et al, \"Glucan enhances survival in an intraabdominal infection model,\" J Surg Res 47(2): 183-188; Aug 1989.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection-M bovis,BCG: Hetland G, Wiker H, \"Protective effect of beta-glucan against mycobacterium bovis, BCG infection in BALB/c mice.\" Scand J Immunol, 47:6, 548-53, Jun 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Beta 1,3-glucan is a potent stimulator of macrophage functions and has a protective effect against a range of infections in rodent models.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Diseases: Reynolds J.A., et al., \"Glucan-Induced Enhancement of Host Resistance to Selected Infectious Diseases\", Infection and Immunity; 30, 51. 1980.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Escherichia coli : Onderdonk, A.B., et al., \"Anti-Infective Effect of Poly-.beta.1-6 -Glucotrisyl-.beta.1-3-Glucopyranose Glucan In Vivo,\" Infec. Immun.; 60:1642-1647. 1992. Dept of Pathology, Channing Lab, Brigham and Women's Hospital, Boston, MA.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Mice challenged with Escherichia coli or Staphylococcus aureus were protected against lethal peritonitis by the intravenous administration of 10 micrograms of poly-beta 1-6-glucotriosyl-beta 1-3-glucopyranose (PGG) glucan per animal 4 to 6 h prior to bacterial challenge.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Microbial: Raa J., Roerstad G., Engstad R., Robertsen B., \"The Use of Immunostimulants to Increase Resistance of Aquatic Organisms to Microbial Infection\". J. Dermatol. Surg. Oncol., (1989) 15:1199-1202. 1989.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Oral Tissue: Ostroff, G.R.; \"Inhibition of infection-stimulated oral tissue destruction by .beta(1-3)glucan.(1,3)-glucan,\" U.S. Patent 5622940. Issued April 22, 1997.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Periapical Bone Resorption : Stashenko, et al., \"Reduction of Infection-Stimulated Periapical Bone Resorption by the Biological Response Modifier PGG Glucan\", J. Dent. Res.; 74(1):323-330; Dept of Cytokine Biology, Forsyth Dental Ctr, Boston, MA. 1995.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"PGG glucan-treated animals had significantly less infection-stimulated periapical bone resorption than control animals...\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Plasmodium Benghei : Holbrook T.W., et al., \"Glucan-Enhanced Immunogenicity of Killed Erythrocylic Stages of Plasmodium Benghei\"; Infection and Immunity, 32, 542. 1981.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Postplenectomy : Browder IW.,et al., \"Protective Effect of Nonspecific Immunostimulation in Post Splenectomy Sepis\". J. Surg. Res.; 35: 474-479. Dept of Surg and Physiol, Tulane U Sch of Med, LA. 1983. *",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"This study reports the use of glucan, a beta-1,3-polyclucose, as a nonspecific immunostimulant for postsplenectomy pneumococcal sepsis. ...Nonspecific immunostimulation appears to have significant potential as a treatment strategy against postsplenectomy infection.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Prevention: Maurici da Rocha e Silva et al; \"Infection Prevention in Patients with Severe Multiple Trauma with the Immunomodulater Beta 1-3 Polyglucose (glucan);\" Surgery, Gynecology & Obstetrics; 177:383-388. 1993.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The incidence of hospital pneumonia of 55% and sepsis of 35% confirms results of previous studies of patients with multitrauma. Glucan decreased pneumonia and sepsis to a significantly lower level of 9.5%....The mortality rate related to infection decreased from 30.0 to 4.8%. The lower number of instances of pneumonia and sepsis....decreased the period of time in the intensive care and the hospital, with a global reduction of 40% on hospital cost.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Staphylococcus Aureus : DiLuzio N.R., Williams DL; \"Enhancement of host susceptibility to Staphylococcus aureus infection by chronic ethanol ingestion-modification by glucan immunostimulation,\" Alcohol Clin Exp Res 4(3): 254-260. Jul 1980.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The administration of glucan significantly prolonged survival of S. Aureus infected control and chronic ethannol mice.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Staphylococcus aureus: Kimura A., et al., \"In Vitro Activation of Human Adherent Cells by a Glucan, Schizophyllan\". J. Reticuloendothel.; Soc. 34: 1-11. 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...Glucan-treated rats had significantly increased rates of phagocytosis and killing of Staphylococcus aureus immediately after infection...\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Staphylococcus: DiLuzio N.R. and Williams D.L., \"Glucan-Induced Modification of the Increases Susceptibility of Cyclophosphamide-Treated Mice to Staphylococcus aureus Infection\". Cancer Immunol. Immunother.; 6: 73-79. 1979.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Staphylococcus: DiLuzio N.R., Williams D.L., et al, \"Comparative tumor-inhibotory and anti-bacterial activity of soluble and particulate glucan,\" Int J Cancer, 24(6):773-779. Dec 1979.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...these studies demonstrate that a soluble glucan preparation exhibits significant anti-tumor and anti-staphylococcal activity.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Staphyloccus: Dernodle D, Gates H, Kaiser A, \"Prophylactic anti-infective activity of poly-[1,6]-beta-D-glucopyranosyl-[1,3]-beta-D-glucopryanose glucan in a guinea pig model of staphylococcal wound infection,\" Antimicrob Agents Chemother, 42:3,545-9. Mar 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...glucan reduces the risk of staphylococcal abscess formation. Neutrophil-activating agents [glucan] are a novel means of prophylaxis against surgical infection and may be less likely than antibiotics to be affected adversely by the increasing antibiotic resistance of nosocomial pathogens.\"",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Streptococcus : Mansell P.W.A., et al., Activation of the Alternative Complement Pathway by Water-Insouble Glucans of Streptococcus mutans: the Relation Between Their Chemical Structures and Activating Potencies\". Macrophage-Mediated Destruction of Human Malignant Cells In Vitro; Inai et al., J. Immunol (1976); 1256-1260. 1976.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Streptococcuss mutans: Inai et al., \"Activation of the Alternative Complement Pathway By Water-Insouble Glucans of Streptococcuss mutans: the Relation Between Their Chemical Structures and Activating Potencies.\" J. Immunol.; 117\" 1256-1260. 1976.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection - Viral: Jordan, F.; \"An Effective Immune Response Potentiator- Beta-1,3/1,6-glucan Derived from Yeast Cell Wall,\" Macrophage Technologies Publication, pp 1-7; 1998.",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection: Bacterial: Franek J, Malina J, Kratka H, \"Bacterial infection modulated by glucan: a search for the host defense potentiation mechanisms,\" Folia Microbiol (Praha) 37(2): 146-152. 1992.*",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Infection-Post Surgery: Babineau, et al., \"Randomized Phase I/II Trial of a Macrophage-Specific Immunomodulator (PGG-Glucan) in High Risk Surgical Patients\", Annals of Surgery; 220:(5):601-609. 1994.  Dept of Surgery, Deaconess Hospital, Harvard Medical Sch, Boston MA.* Quote: \"PGG-glucan is safe and appears to be effective in further reduction of the morbidity and cost of major surgery.\"*",
      "order": 8
    },
    {
      "element": "p",
      "content": "Infections - Bacterial: Kokoshis P.L., Williams D.L., Cook J.A., Di Luzio N.R.; Increased resistance to Staphylococcus aureus infection and enhancement in serum lysozyme activity by glucan. Science 199: 1340-1342, 1978.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These studies indicate that glucan confers an enhanced state of host defense against bacterial infections.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Infections - Bacterial: Rasmussen, LT and Seljelid, R.: \"Novel Immunomodulators With Pronounced In Vitro Effects Caused by Stimulation of Cytokine Release\", Journal of Cellular Biochemistry; 46:60-68. Inst of Med Bio, U of Tromso, Norway. 1991.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Beta-1,3-D-polyglucose derivatives protect mice against otherwise lethal bacterial infections.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Infections - Bacterial: Wang W., Duen-Horng W., et al; \"Polysaccharide-Induced protection of Tilapia, Tilapia aureus P., against Bacterial Infections in vivo,\" Dept of Veterinary Medicine.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Infections - Disease: Glovsky MM, et al,; \"Effects of particulate beta-1,3 glucan on human, rat, and guinea pig complement activity,\" J. Reticuloendothel Soc. 33:401-413. 1983.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Glucan administration is associated with the modification of a variety of experimentally induced infectious disease states as well as the inhibition of growth of implantable and spontaneous tumors.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Infections - Surgical Procedures: Norton MD, JA [Prof of Surg, Chief of Endocrine and Oncologic Surgery]; \"Editorial: Annals of Surgery,\" Washington University School of Medicine, Nov 1994.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"In a prospective, randomized double-blind study, [Babineau, et.al.] demonstrate that the perioperative administration of PGG-glucan, a substance derived from yeast that increases the microbial killing activity of leukocytes, can decrease infectious complications in patients undergoing major surgical procedures...the preliminary results are positive and should be interpreted as good news.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Intraperitoneal: Beta(1-3)glucan 1.3 Glucan Activity in Mice: Intraperitoneal and Oral Applications. Baylor College of Medicine. Research Summary. 1989.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Kupffer Cells: Deimann W, Fahimi HD, \"The Appearance of Transition Forms Between Monocytes and Kupffer Cells in the Liver of Rats Treated with Glucan,\" J Exp Med, p883-897, Dept of Anat, U of Heidelberg, Germany.* Apr 1979.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Leprosy: Rayyan W, Delville J, \"Effect of beta 1,3 glucan and other immunomodulators of microbial origin on experimental leprosy in mice.\" Acta Leprol. 1:93-100. 1983.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Leukemia: DiLuzio NR, Williams DL, \"Protective effect of glucan against systemic Staphylococcus aureus septicemia in normal and leukemic mice,\" Infect Immun 20(3):804-810. Dept of Physiology, Tulane U, New Orleans, LA.* Jun 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These data denote that glucan enhances nonspecific resistance to S. aureus sepsis, promotes survival during leukemic episodes, and increases survival time of leukemic mice with experimentally induced staphylococcal infection.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Leukemia: Stewart C.C., et al., \"Preliminary Observations on the Effect of Glucan in Combination with Radiation and Chemotherapy in Four Murine Tumors\", Cancer Treat. Prep.; 62: 1867-72. 1978.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The efficacy of glucan in combination with BCNU chemotherapy was measured using the disseminated AKR transplantable leukemia; the combination yielded a high level of cures compared to no survival for either agent alone.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Leukemia: Williams D.L, DiLuzio NR, \"Glucan induced modification of experimental Staphylococcus aureus infection in normal, leukemic and immunosuppressed mice.\" Adv Exp Med Biol 121(A):291-306. 1979*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...A post-treatment regimen of glucan significantly enhanced survival of AKR/J mice with lymphocytic leukemia as well as leukemic mice with experimentally induced systemic staphylococcal infection.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Macrophage Activation: Abel G. and Czop, J.K., \"Stimulation of human monocyte beta-glucan receptors by glucan particles induces production of TNF-alpha and IL-1 beta,\" Int. J. Immunopharmacolol, 14:; 1363-1373. 1992.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Macrophage Activation: Abel, G. and Czop, J.K., \"Activation of Human Monocyte GM-CSF and TNF-. alpha. Production by Particulate Yeast Glucan,\" International Congress for Infectious Diseases, Montreal, Canada (abstract). 1990.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Macrophage Activation: Adachi Y., Ohno N., Ohsawa M., Oikawa S.,Yacomae T.; \"Macrophage activation in vitro by chemically cross-linked (1--3)-beta-D-glucans,\" Chem Pharm bull (Tokyo), 38:988-992 1990. Laboratory of Immunopharmacology of Microbial Products, Tokyo College of Pharmacy, Japan.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Macrophage Activation-Peritoneal: Suzuki I, Tanaka H, Kinoshita A, Oikawa S, Osawa M, Yadomae T, \"Effect of orally administered beta-glucan on macrophage function in mice,\" Int J Immunopharmacol, 12(6)675-684. 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These results demonstrate that SSG [beta 1,3 glucan] given by the oral route can activate peritoneal macrophages in mice.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Malaria: Hunter KW [U Nevada Reno], Fishcer GW, Sayles PC, Strictkland GT; \"Increased resistance to malarial infection after treatment with the immunostimulator levamisole;\" Curr. Therap. Infect. Disease 1099-1101, 1980.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Malaria: Hunter KW [U Nevada Reno], Strictkland GT; \"The use of immunopotentiators in malaria;\" Intern. J. Nucl. Med Biol., 7:133-140; 1980.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Melanoma: Williams DL, et al, \"Therapeutic efficacy of glucan in a murine model of hepatic metastatic disease,\" Hepatology 5(2):198-206. Mar 1985.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...coincubation of particulate glucan with diverse populations of normal or tumor cells in vitro indicated that glucan exerted a direct cytostatic effect on sarcoma and melanoma cells and, in contrast, had a proliferative effect on normal spleen and bone marrow cells.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Microparasitic Diseases : DiLuzio N.R. and Williams D.L., \" The Roll of Glucan in the Prevention and Modification of Microparasitic Diseases;\" in Chemical Regulation of Immunology in Veterinary Medicine, Alan R. Liss, Inc.; pp. 443-456. 1984.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Mindful of the extremely high rate of atherosclerotic complications and the extraordinary requirements for antioxidants in diabetic patients, the use of beta -1,3 glucan becomes an obvious adjunct for improved lifestyle under these conditions.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Modulation: Mansell P.W.A., Rowden G., Hammer C.; Clinical experiences with the use of glucan. Chirigos MA, ed.; Immune Modulation and Control of Neoplasia by Adjuvant Therapy. Raven Press, New York 255-280; 1978.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Modulation: Patchen M.L., Lotzova E.; Modulation of murine hemopoiesis by glucan; Exp Hermatol 8: 409-422, 1980.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Modulation: Rasmussen LT, Seljelid R, \"The modulatory effect of lipoproteins on the release of interleukin 1 by human peritoneal macrophages stimulated with beta-1,3-D-polyglucose derivatives.\" Apr 1989.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "Modulation: Tsujinaka T., Yokota M.K.; Modification of septic processes by B-glucan administration. Eur Surg Res; 22:540-546, 1990.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Murine babesiosis: Benach J.L., et al., \"Glucan as an adjuvant for a murine Babesia microti immunization trial,\" Infection and Immunity, 35(3):947-951. 1982.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These observations demonstrate that glucan is an effective adjuvant in enhancing immunity to murine babesiosis.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Murine hemopoietic cell proliferation: Niskanen E.O., Burgaleta C., Cline M.J., Goide D.W.; Effect of glucan, a macrophage activator, on murine hemopoietic cell proliferation in diffusion chambers in mice; Cancer Res 38: 1406-1409, 1978.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Neoplasia: Proctor and Yamamura; \"Letters to the Editor: Effectiveness of Glucan in the Treatment of Human Neoplasia\". J. Nat'l Cancer Inst.; 61: 1179-1180. 1978.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Neoplasia: Schultz, et al., in \"Immune Modulation and Control of Neoplasia by Adjuvant Therapy\", Chirigos, ed., Raven Press, New York; pp. 241-248. 1978.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Neoplastic Diseases: DiLuzio N.R. (deceased), Williams D.L., Browder I.W.; Soluble phosphorylated glucan: methods and compositions for treatment of neoplastic diseases; U.S. Patent 4818752; 1989.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Nitric Oxide Synthesis: Ohno N, et al; \"Effect of beta-glucans on the nitric oxide synthesis by peritoneal macrophages in mice;\" Biol. Pharm. Bull. 19:608-612; 1996.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Pancreatitis : Browder IW., Williams D., Sherwood E., McNamee R., Jones E., DiLuzio N., \"Protective effect of glucan-enhanced macrophage function in experimental pancreatitis, Am J or Surgery,153:25-33, 1987",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Paracoccidioidomycosis : Meira, D.A., et al; The Use of Glucan as Immunostimulant in the Treatment of Paracoccidioidomycosis; Am J. Trop Med Hyg 55(5), 496-503; Dept of Trop Dis, Dept of Microbio, State U of Sao Paulo, Brazil. 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...glucan enhances the immune response through stimulation of macrophages by increasing their number, size, and function, stimulates secretion of lysozyme and TNF by activated macrophages, increases the phagocytosis of antigens, activates the formation of granulocyte and monocyte colonies, and factors increased activity of T and B lymphocytes, as well as complement activation.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Parasites: Jordan, F.; \"An Effective Immune Response Potentiator- Beta-1,3/1,6-glucan Derived from Yeast Cell Wall,\" Macrophage Technologies Publication, pp 1-7; 1998.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Parasites: Williams D.L., Browder I. and DiLuzio N.R., \"Soluble phosphorylated glucan: methods and compositions for wound healing,\" U.S. Patent 4975421, Issued Dec 4, 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The soluble phosphorylated glucans are useful for promoting the wound healing process. The soluble phosphorylated glucans are also useful for prophylactic and therapeutic applications against neoplastic, bacteria, viral, fungal and parasitic diseases.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Parasitic Infection: DiLuzio N.R.,\"Immunopharmacology of glucan: a broad spectrum enhancer of host defense mechanisms,\" Trends in Pharmacol. SCI., 4:344-347. Dept of Physiology, Tulane U, New Orleans, LA.* 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "(p347) \"The broad spectrum of immunopharmacological activities of glucan includes not only the modification of certain bacterial, fungal, viral and parasitic infections, but also inhibition of tumor growth.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Particle Size - Smaller more Effective: Donzis B. A.; Sustantially purified beta (1,3) finely ground yeast cell wall glucan composition with dermatological and nutritional uses; U.S. Patent 5702719; 1997.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The preferred particle size of the find grind glucan product is about 1.0 micron or less and more preferably, .20 microns or less.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Particle Size - Smaller more Effective: Donzis B. A.; Sustantially purified beta (1,3) finely ground yeast cell wall glucan composition with dermatological and nutritional uses; U.S. Patent 5576015; 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Upon oral administration, the smaller or finer particle sized glucan is more quickly dissolved in the gastrointestinal tract and consequently, more readily absorbed.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Periapical Bone Resorption : Stashenko, et al., \"Reduction of Infection-Stimulated Periapical Bone Resorption by the Biological Response Modifier PGG Glucan\", J. Dent. Res.; 74(1):323-330; 1995.* Dept of Cytokine Biology, Forsyth Dental Ctr, Boston, MA.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"PGG glucan-treated animals had significantly less infection-stimulated periapical bone resorption than control animals...\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Peritonitis: Lahnborg G., Hedstrom K.G., Nord C.E.; \"The Effect of Glucan - A Host Resistance Activator and Ampicillin on Experimental Intraabdominal Sepsis\". Journal of Reticuloendothelial Society. 32: 347-353. 1982.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"It is concluded that glucan, in combination with ampicillin, has a significant effect on the survival rate of rats with induced peritonitis, probably by enhancing the activities of the reticuloendothelial system, an important part of the total host resistance.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Peritonitis: Onderdonk, A.B., et al., \"Anti-Infective Effect of Poly-.beta.1-6 -Glucotrisyl-.beta.1-3-Glucopyranose Glucan In Vivo,\" Infec. Immun.; 60:1642-1647. 1992. Dept of Pathology, Channing Lab, Brigham and Women's Hospital, Boston, MA.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Mice challenged with Escherichia coli or Staphylococcus aureus were protected against lethal peritonitis by the intravenous administration of 10 micrograms of poly-beta 1-6-glucotriosyl-beta 1-3-glucopyranose (PGG) glucan per animal 4 to 6 h prior to bacterial challenge.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Phagocytic Receptors: Czop J.K., Kay J., Isolation and Characterization of B-glucan Receptors on Human Mononuclear Phagocytes. J. Exp. Medicine; V.173:1511-1520. Dept of Med, Harvard Med Sch, Boston, MA. 1991.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...human alveolar macrophages ...possess phagocytic receptors of comparable ligand specificity for the Beta glucans commonly present in yeasts and fungi.\"*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Platelet Production: Jamas S., Easson D., Ostroff G.R.; \"Use of aqueous soluble glucan preparations to stimulate platelet production.\" U.S. Patent 5532223. Issued July 2, 1996.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Platelet Production: Jamas S., Easson D., Ostroff G.R.; \"Use of neutral soluble glucan preparations to stimulate platelet production.\" U.S. Patent 5488040. Issued January 30, 1996.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Platelet Production: Spiros J.; Use of neutral soluble glucan preparations to stimulate platelet production; U.S. Patent 5488040; 1996.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Platelet Recovery: Pachen ML, MacVittie TJ, \"Comparative effects of soluble and particulate glucans on survival in irradiated mice,\" J Biol Response Mod 5(1):45-60. Experimental Hematology Dept, Armed Forces Radiobiology Research Inst, Bethesda, MD. Feb 1986.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Both glucan-P and glucan-F enhanced the recovery of peripheral blood white cell numbers, platelet numbers, and hematocrit values. In addition, both agents increased endogenous pluripotent hemopoietic stem cell numbers in sublethally irradiated mice.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Pneumonia: Maurici da Rocha e Silva et al; \"Infection Prevention in Patients with Severe Multiple Trauma with the Immunomodulater Beta 1-3 Polyglucose (glucan);\" Surgery, Gynecology & Obstetrics; 177:383-388. 1993.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The incidence of hospital pneumonia of 55% and sepsis of 35% confirms results of previous studies of patients with multitrauma. Glucan decreased pneumonia and sepsis to a significantly lower level of 9.5%....The mortality rate related to infection decreased from 30.0 to 4.8%. The lower number of instances of pneumonia and sepsis....decreased the period of time in the intensive care and the hospital, with a global reduction of 40% on hospital cost.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Pulmonary: Kimura A, Sherwood R, Goldstein E; \"Glucan alteration of pulmonary antibacterial defense.\" J Reticuloendothel. Soc. 24:1-11. 1983.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., Vaudrain T, Correira H, Martin T, Reese D, \"In vitro and in vivo hematopoietic activities of Betafectin PGG-glucan.\", Exp Hematol, 26(13):1247-54. Dec 1998.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L; Mork AC, Helmke RJ, Martinez JR, Michalek MT, Zhang GH, \"Effects of particulate and soluble(1,3)-beta glucans on Ca2+ influx in NR8383 alveolar macrophages,\" Immunopharmacology, 40(1):77-89. Dept of Pediatrics, U of Texas Health Science Center at San Antonio, Jul 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Benefectin PGG-Glucan, a beta-(1,6) branched beta-(1,3) glucan purified from the cell walls of Saccharomyces cerevisiae, has been shown to synergize the myeloid growth factors in vitro and to enhance hematopoietic recovery in myelosuppressed mice and primates.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L. [V Chrm, Dept of Surg, U of Washington], et al, \"Mast Cell Growth Factor(c-kit Ligand) in Combination with Granulocyte-Macrophage Colony-Stimulating Factor and Interleulin-3: in vivo Hemopoietic effects in Irradiated Ice compared to in vivo effects\", Biotherapy; vol. 7. pp. 13-26. 1994.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L, Brook I, Elliott TB, Jackson WE, \"Adverse effects of pefloxacin in irradiated C3H/HeN mice: correction with glucan therapy.\", Antimicrob Agents Chemotherapy, Dept. of Experimenetal Hematology, Armed Forces Radiobiology Research Institute (AFRRI) , Bethesda, Maryland, Sept. 1993.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L, Gallin EK, Green SW, \"Comparative effects of particulate and soluble glucan on macrophages of C3H/HeN and C3H/HeJ mice,\" Int J Immunopharmacol, 14(2):173-83; Dept of Physiology, AFRRI, Feb 1992.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., MacVittie T, Jackson W; \"Survival enhancement and hemopoietic regeneration following radiation exposure, therapeutic approach using glucan and granulocyte colony-stimulating factor [G-CSF]. \"Exp. Hematol. 18:1042-1048. 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Likewise, although both glucan and granulocyte colony-stimulating factor (G-CSF) alone enhanced survival following an 8-Gy radiation exposure, greatest survival was observed in mice treated with both agents. These studies suggest that glucan, a macrophage activator, can synergize the G-CSF to further accelerate hemopoietic regeneration and increase survival following radiation-induced myelosuppression.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L.; \"Radioprotective effect of oral administration of beta-1,3-glucan,\" Armed Forces Radiobiology Research Institute, Bethesda, MD Research Report, 1989.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., MacVittie T, Jackson W; \"Postirradiation glucan administration enhances the radioprotective effects of WR-2721. \"Radiat. Res. 117:59-69. 1989.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., MacVittie T, Bowers GJ, Hirsch EF, Fink MP, \"Glucan enhances survival in an intraabdominal infection model,\" J Surg Res, 47(2):183-8. Edward F. Hebert S of Medicine. Aug 1989.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen Ml, Chirigos MA, Brook I, \"Use of glucan and other immunopharmacological agents in the prevention and treatment of acute radiation injuries,\" Fundam Appl Toxicol, 11(4):573-4. AFRRI, Nov 1988.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., D'Alesandro M.M., Brook I., Blakely W.F. McVittie T.J.; \"Glucan: Mechanisms Involved in Its 'Radioprotective' Effect\". J Leuc Biol.; 42:95-105. 1987.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These results suggest that early after irradiation glucan may mediate its radioprotection by enhancing resistance to microbial invasion via mechanisms not necessarily predicated on hemopoietic recovery. ...glucan can also function as an effective free radical scavenger. Because macrophages have been shown to selectively phagocytize and sequester glucan, the possibility that these specific cells may be protected by virtue of glucan's scavenging ability is also suggested.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Pachen ML, MacVittie TJ, \"Comparative effects of soluble and particulate glucans on survival in irradiated mice,\" J Biol Response Mod 5(1):45-60. Experimental Hematology Dept, Armed Forces Radiobiology Research Inst, Bethesda, MD. Feb 1986.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Both glucan-P and glucan-F enhanced the recovery of peripheral blood white cell numbers, platelet numbers, and hematocrit values. In addition, both agents increased endogenous pluripotent hemopoietic stem cell numbers in sublethally irradiated mice.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., McVittie T.J.; \"Stimulated Hemopeiesis and Enhanced Survival Following Glucan Treatment in Sublethally and Lethally Irradiated Mice\". Int. J. Immunopharmac; 7: 923-932. 1985.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., MacVittie T, Wathen L; \"Effects of pre- and post-irradiation glucan treatment on pluripotent stem cells, granulocyte, macrophage and erythroid progenitor cells and hemopoietic stromal cells.\" Experientia. 40:1240-1244. 1984.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L, MacVittie T.J.,\"Dose-dependent responses of murine pluripotent stem cells and myeloid and erythroid progenitor cells following administration of immunomodulating agent glucan.\" Immunopharmacology, 5(4):303-13, Apr 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The hemopoietic effects produced by six different doses of a commercially available glucan preparation were investigated....bone marrow pluripotent stem cells (CFU-s) content increased...In the spleen, all aspects of hemopoiesis increased after glucan administration.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., McVittie T.J.; Temporal Response of Murine Pluripotent Stem Cells and Myeloid and Erythroid Progenitor Cells to Low-dose Glucan Treatment. Acta Hemat; 70:281-288. Experimental Hematology Dept, Armed Forces Radiobiology Research Insti, Bethesda, MD. 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Clearly, there are numerous possible uses for an agent such as glucan, which is a potent stimulator of hemopoietic activity. Currently, we [U.S. Armed Services] are using glucan to enhance hemopoietic proliferation in conjunction with hemopoietic injury induced by radiation.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Patchen M.L., Lotzova E.; Modulation of murine hemopoiesis by glucan; Exp Hermatol 8: 409-422, 1980.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation - White Blood Cell - Recovery: Pachen ML, MacVittie TJ, \"Comparative effects of soluble and particulate glucans on survival in irradiated mice,\" J Biol Response Mod 5(1):45-60. Experimental Hematology Dept, Armed Forces Radiobiology Research Inst, Bethesda, MD. Feb 1986.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Both glucan-P and glucan-F enhanced the recovery of peripheral blood white cell numbers, platelet numbers, and hematocrit values. In addition, both agents increased endogenous pluripotent hemopoietic stem cell numbers in sublethally irradiated mice.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation Recovery: Popisil, et al., \"Glucan Induced Hemopoietic Recovery in Gamma-Irradiated Mice\". Experientia; 38: 1232-1234. 1982.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Radiation: Hemopoietic Regeneration: Patchen M.L., MacVittie T, Jackson W; \"Survival enhancement and hemopoietic regeneration following radiation exposure, therapeutic approach using glucan and granulocyte colony-stimulating factor. \"Exp. Hematol. 18:1042-1048. 1990.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Respiratory: Jorgensen J.B., Robertsen B.; \"Yeast beta-glucan stimulates respiratory burst activity of Atlantic salmon (Salmo salar L.) macrophages,\" Dev Comp Immunol 19: 43-57. 1995.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Safety - FDA Classification: Carrow, D.J. MD; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Beta 1,3-glucan is a safe and potent nutritional supplement with a profound systemic effect that can be described as nonspecific immune stimulation combined with its free radical scavenging activity. Remember, beta 1,3-glucan is generally recognized as safe (category GRAS, according to FDA) and has no known toxicity or side effects.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Safety - FDA: Federal Drug Administration, \"Appendix A Food Additives,\" Yeast extract (Bakers) - FL/ADJ, GRAS, See Specs 184.1983. Washington DC. http://www.fda.gov 1997.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Safety: Williams D.L. ,et al; \"Pre-clinical Safety Evaluation of Soluble Glucan\", Int. J. Immunophamac. Vol. 10, No. 4: 405-414. Dept of Phys, Tulane U Sch of Med, New Orleans, LA. 1988.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Soluble glucan, a beta-1,3-linked glucopyranose biological response modifier, is effective in the therapy of experimental neoplasia, infectious diseases and immune suppression.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Sarcoma: Seljelid R, et al, \"Evidence that tumor necrosis induced by an irradiated beta 1-3D polyglucose is mediated by a concerted action of local and systemic cytokines,\" Scand J Immuno 30(6): 687-694. Dec 1989.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Aminated beta 1-3D polyglucose (AG) causes regression of Meth A sarcoma in syngeneic mice when injected systemically on day 7 after tumour inoculation. AG does not concentrate in the tumour, but distributes throughout the body. AG treatment causes release of large amounts of interleukin 1 (IL-1) both in vivo [in the body] and in macrophage cultures in vitro [out of body].\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Sarcoma: Williams DL, et al, \"Therapeutic efficacy of glucan in a murine model of hepatic metastatic disease,\" Hepatology 5(2):198-206. Mar 1985.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...coincubation of particulate glucan with diverse populations of normal or tumor cells in vitro indicated that glucan exerted a direct cytostatic effect on sarcoma and melanoma cells and, in contrast, had a proliferative effect on normal spleen and bone marrow cells.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Sepsis-Intraabdominal: Tzianabos AO, Cisnerol RL, et al; \"Protection against intraabdominal sepsis by two polysaccharide immonumodulators (Beta 1,3/1,6 glucan), J Infect Dis, 178:1,200-6. 1998.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"These data demonstrate the usefulness of [Beta 1,3/1,6 glucan]... in preventing experimental intraabdominal sepsis...and may represent a new adjunct to antibiotic regimens currently used to prevent clinical cases of this disease\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Septic Shock: Williams D.L. ,et al; \"The role of complement in glucan-induced protection against septic shock.\" Circ. Shock. 25:53-60. 1988",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Skin Damage: Donzis B.A.; Photoprotective composition containing yeast extract; U.S. Patent 5397773; 1995.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Skin Revitalization: Donzis B. A.; Sustantially purified beta (1,3) finely ground yeast cell wall glucan composition with dermatological and nutritional uses; U.S. Patent 5702719; 1997.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Skin Revitalization: Donzis B.A.; Method of revitalizing skin by applying topically water insoluble glucan; U.S. Patent 5223491; 1993.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Skin: Ber L., \"The Skin Connection;\" Natures Impact, Jan 1998.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Skin: Katz S.; \"The skin as an Immunologic Organ,\" National Institutes of Health, Bethesda MD - J. Am. Academy of Dermatology; Vol 13:3; 530-536; 1985.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Skin: Murphy G, Messadi D, Fonterko E, Hancock W; \"Phenotypic Transformation of Macrophages to Langerhans Cells in the skin;\" Am. J. Pathology; Vol 123:401-406. 1986.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Staphylococcus aureus: Kokoshis PL, DiLuzio NR et al, \"Increased resistance to Staphylococcus aureus infection and enhancement in serum lysozyme activity by glucan.\" Science, 199(4335);1340-1342; 1978:",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Prior treatment of mice with glucan significantly enhanced their survival when they were challenged systemically with Staphylococcus aureus. These studies indicate glucan confers an enhanced state of host defense against bacterial infections.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Staphylococcus aureus: Onderdonk, A.B., et al., \"Anti-Infective Effect of Poly-.beta.1-6 -Glucotrisyl-.beta.1-3-Glucopyranose Glucan In Vivo,\" Infec. Immun.; 60:1642-1647. 1992. Dept of Pathology, Channing Lab, Brigham and Women's Hospital, Boston, MA.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Mice challenged with Escherichia coli or Staphylococcus aureus were protected against lethal peritonitis by the intravenous administration of 10 micrograms of poly-beta 1-6-glucotriosyl-beta 1-3-glucopyranose (PGG) glucan per animal 4 to 6 h prior to bacterial challenge.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Stress - Physical or Emotional: Carrow, D.J.; \"Beta-1,3-glucan as a Primary Immune Activator,\" Townsend Letter; June 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The following list includes benefits from the use of Beta 1,3-glucan supplementation: Professional and amateur athletes as well as people who work outdoors intensively. People under physical or emotional stress\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure - Beta Glucan and Immune System: Czop J.K., Gurish M.F., Kadish J.L., Production and Isolation of Rabbit Anti-idiotypic Antibodies Directed Against the Human Monocyte Receptor for Yeast B-glucans. Journal of Immunology; 145:995-1001. Dept of Med, Harvard Med Sch, Boston, MA.* 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "(p1): \"Beta-Glucans with 1,3 and/or 1,6 linkages are the major structural components of yeasts and fungi and are pharmacologic agents in animals...The cell wall glucans of S. cerevisiae consist of two structurally distinct Beta-glucans: major components comprised of consecutively, 1,3-linked glucopyranosyl residues with small numbers of 1,6-linked branches, and minor components with consecutive 1,6-linkages and 1,3-branches.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure - Macrophage: Goldman R., \"Characteristics of the beta-glucan receptor of murine macrophages.\" Exp. Cell Res. 174:481-490. 1988.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure - Skin: Stingl G., Katz S, Clement L, Green I., Shevach E.; \"Immunologic Functions of Ia-Bearing Epidermal Langerhans Cells;\" J. Immunology, Vol 121 n5: 2005-2013; 1978.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure - Skin: Thiers B, Maize J, Spicer S, Cantor A; \"The effect of Aging and Chronic Sun Exposure on Human Langerhans Cell Populations;\" J. Investigative Dermatology; Vol 82:223-226. 1984.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Deslanders, et al., \"Triple-Helical Structure (1,3)-.beta.-D-Glucans\". Macromolecules 13: 1466-1471. 1980.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Donzis B.A.; Solubilized yeast glucan; U.S. Patent 5519009; 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Structure: Jamas S., Easson D., Ostroff G.R.; \"Glucan Preparation,\" U.S. Patent 5622939. Issued April 22, 1997.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Jones EW, Broach JR and Pringle JR; \"The Molecular and Cellular Biology of the Yeast Saccharomyces cerevisiae;\" Gene Expression; Cold Springs Harbor Laboratory Press, Cold Spring Harbor, New York. 1992.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Kapteyn J.C., Montijn R.C., et al; \"Retention of Saccharomyces cerevisiae cell wall proteins through a phosphodiester-linked beta-1,3/beta-1,6-glucan heteropolymer,\" Glycobiology 6: 337-345. 1996.* Institute of Molecular Cell Biology, U of Amsterdam, The Netherlands.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Kollar R, Kapteyn J, et al; \"Architecture of the yeast cell wall. Beta 1,6 glucan interconnects manoprotein, beta 1,3 glucan and chitin,\" J Biol Chem, 272:28,17762-75. Jul 1997. Structure: Kopecka M.; \"Electron microscopic study of purified polysaccharide components glucans and mannan of the cell walls in the yeast Saccharomyces cerevisiae,\" J Basic Microbiol 25: 161-174. 1985.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Manners, D.J., et al., \"The Structure of a .beta.-(1.fwdarw.3)-D-Glucan from Yeast Cell Walls,\" Biochem J.; 135: 19-30. 1973.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Mortimer RK, Contopoulou CR, King JS, \"Genetic and physical maps of Saccharomyces cerevisiae,\" Edition 11. Yeast 8:817-902. 1992.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Seljelid R, \"The rediscovery of the macrophage,\" APMIS Suppl 2:215-223. 1988.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Seljelid R, Eskeland T, \"The biology of macrophages: I. General principles and properties,\" Eur J Haematol 51(5):267-275. Nov 1993.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Spiros J., Rha C., Sinskey AJ; \"Glucan compositions and process for preparation thereof,\" U.S. Patent 4810646; Issued Mar 7, 1989.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Structure: Williams D.L. ,et al, \"Development, Physicochemical Characterization and Preclinical Efficacy Evaluation of a Water Soluble Glucan Sulfate Derived from Saccharomyces cerrevisiae,\" Immunopharmacology; 22:139-156. 1991.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Trauma: Browder IW., Williams D., Pretus H., et al; Beneficial Effect of Enhanced Macrophage Function in the Trauma Patients. Ann. Surg.; Vol 211: 605-613. Dept of Surg and Physiol, Tulane U Sch of Med, LA and Istituto Di Chirurgia D'Urgenza, U of Torino, Torino, Italy.* 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Previous studies have demonstrated that glucan, a beta-1,3-linked glucopyranose polymer, isolated from the inner cell wall of Saccharomyces cerevisiae, is a potent macrophage stimulant and is beneficial in the therapy of experimental bacterial, viral, and fungal diseases. Use of glucan in a murine model of hind-limb crush injury decreased macrophage PGE2 release while stimulating bone marrow proliferation. \"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Trauma: Felippe J., Silva M., Maciel F.M., et al., Infection prevention in patients with severe multiple trauma with the immunomodulator beta(1-3)glucan 1-3 polyglucose (glucan). Surg. Gynecol Obstet., 177: 3833-388. 1993.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Trauma: Maurici da Rocha e Silva et al; \"Infection Prevention in Patients with Severe Multiple Trauma with the Immunomodulater Beta 1-3 Polyglucose (glucan);\" Surgery, Gynecology & Obstetrics; 177:383-388. 1993.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The incidence of hospital pneumonia of 55% and sepsis of 35% confirms results of previous studies of patients with multitrauma. Glucan decreased pneumonia and sepsis to a significantly lower level of 9.5%....The mortality rate related to infection decreased from 30.0 to 4.8%. The lower number of instances of pneumonia and sepsis....decreased the period of time in the intensive care and the hospital, with a global reduction of 40% on hospital cost.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Trypanosoma Cruizi: Williams D.L. ,et al; \"Immunization against Trypanosoma cruizi: adjuvant effect of glucan.\" Int. J. Immunophar. 11:403-410. 1989.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Ttumor necrosis factor: Steadman R., Petersen M.M., et al; \"Differential augmentation by recombinant human tumor necrosis factor-alpha of neutrophil responses to particulate zymosan and glucan,\" J. Immunol 144: 2712-2718. 1990.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors : Mansell P.W.A., Rowden G., Hammer C.; Clinical experiences with the use of glucan. Chirigos MA, ed.; Immune Modulation and Control of Neoplasia by Adjuvant Therapy. Raven Press, New York 255-280; 1978.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors - Regression: Seljelid R, \"A water-soluble aminated beta 1-3D-glucan derivative causes regression of solid tumors in mice,\" Biosci Rep 6(9):845-851. Sep 1986.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"When water-soluble aminated beta 1,-D-glucan (AG) was injected intravenously or intraperitoneally on day 7 of tumor growth, the tumors underwent complete regression.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors - Sarcoma: Seljelid R, et al, \"Evidence that tumor necrosis induced by an irradiated beta 1-3D polyglucose is mediated by a concerted action of local and systemic cytokines,\" Scand J Immuno 30(6): 687-694. Dec 1989.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Aminated beta 1-3D polyglucose (AG) causes regression of Meth A sarcoma in syngeneic mice when injected systemically on day 7 after tumour inoculation. AG does not concentrate in the tumour, but distributes throughout the body.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Bogwald J, Johnson E, Seljelid R;, \"The Cytotoxic Effect of Mouse Macrophages Stimulated in vitro by a .beta. 1,3-D-Glucan from Yeast Cell Walls\". Scand. J. Immuol. 15: 297-304. 1982. Institute of Med Bio, U of Tromso, Norway.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Macrophages stimulated by an insoluble beta 1-3-D-glucan from yeast cell walls were able to destroy tumour cells as measured by the release of radioactive label from prelabelled 14C-thymidine cells. Target cells were B-16 melanoma, P-815 mastocytoma, and the L-929 cell line. A significant target cell killing by macrophages stimulated by glucan was observed after 72-96 h.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: DiLuzio N.R., Hoffman E.D., \"Glucan-induced enhancement of host resistance to experimental tumors.\" Prog. Cancer Therapy, 2: 475-499. 1977.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: DiLuzio N.R., McNamee R.B., Wiliams D.L., Gilbert K.M., Spanjers M.A., \"Glucan induced inhibition of tumor growth and enhancement of survival in a variety of transplantable and spontaneous murine turmor models;\" Adv Exp Med Biol 121A:269-290, 1980.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: DiLuzio N.R., Williams D.L., et al, \"Comparative tumor-inhibotory and anti-bacterial activity of soluble and particulate glucan,\" Int J Cancer, 24(6):773-779. Dec 1979.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...these studies demonstrate that a soluble glucan preparation exhibits significant anti-tumor and anti-staphylococcal activity.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: DiLuzio N.R.,\"Immunopharmacology of glucan: a broad spectrum enhancer of host defense mechanisms,\" Trends in Pharmacol. SCI., 4:344-347. Dept of Physiology, Tulane U, New Orleans, LA.* 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "(p347) \"The broad spectrum of immunopharmacological activities of glucan includes not only the modification of certain bacterial, fungal, viral and parasitic infections, but also inhibition of tumor growth.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Fukase S, Inoue T, Arai S, Sendo F; \"Tumor cytotoxicity of polymorphonuclear leukocytes in beige mice: linkage of high responsiveness to linear beta-1,3-D-glucan with the beige gene.\" Cancer Res. 47:4842-4847. 1987.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Glovsky MM, et al,; \"Effects of particulate beta-1,3 glucan on human, rat, and guinea pig complement activity,\" J. Reticuloendothel Soc. 33:401-413. 1983.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Glucan administration is associated with the modification of a variety of experimentally induced infectious disease states as well as the inhibition of growth of implantable and spontaneous tumors.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Kasai, S., Fujimoto S., Nitta K., Baba H., Kunimoto T., \"Antitumor activity of polymorphonuclear leukcytes activated by a B-1,3-D-glucan\". J. Pharmacobiodyn. 14:519-525. Medline.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Mansell P.W.A. and DiLuzio N.R., \"The in vivo destruction of human tumor by glucan activated macrophages. Macrophage in Neoplasia Fink, ed. Academic Press, New York, pp. 227-243. 1976.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Morikawa K., Takeda M., Yamazaki, M., and Mizuno D., \"Induction of tumoricidal activity of polymorphonuclear leukocytes by a linear B-1,3-D-glucan and other immunomodulators in murine cells\". Cancer Res., 45: 1496-1501. (Medline).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Proctor J.W., Stiteler R.D., Yamamura Y., Mansell P.W., Winters R., \"Effect of glucan and other adjuvants on the clearance of radiolabeled tumor cells from mouse lungs\", Cancer Treat. Rep. ^2 (11): 1873-1880. (1978).",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Proctor, et al., \"Development of a Bioassay for Anti-Tumor Activity of the Reticuloendoethelial Stimulant Class: Reproducibility of the Bioassay\". J. Immunopharmacol.; 3: 385-395. 1981-1982.*",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Intravenously administered DiLuzio glucan...caused dose dependent increases in the tumor cell loss from the lungs of ...mice challenged respectively with intravenous 125IuDR labelled B16 or T 1699 mammary carcinoma cells.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Scholtz R.M., et al; \"Association of macrophage activation with antitumor activity by synthetic and biological agents.\" Cancer Res., 37:3338-33343. 1977.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Schultz, et al., \"Association of Macrophage Activation with Anti-tumor Activity by Synthetic and Biologic Agents\". Cancer Res.; 37:3338-43. 1977.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Seljelid R, \"Tumour regression after treatment with aminated beta 1-3D polyglucose is initiated by circulatory failure,\" Scand J Immunol 29(2): 181-192; Feb 1989.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors: Seljelid R, Busund LT, \"The biology of macrophages: II. Inflammation and tumors,\" Eur J Haematol 52(1): 1-12. Jan 1994.* Dept of Exp Pathol, Inst of Med Biol, U of Tromso, Norway. Tumors: Yoshizawa, et al, \"Effects of Natural Human Interleukin-6 on Thrombopoiesis and Tumor Progression in Tumor-Bearing Mice\", Cancer Letters; vol. 79, pp. 83-89. 1994.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Tumors - Pulminary Metastases: Penna C, Dean P, Nelson H (Dept of Surgery-Mayo Clinic); \"Pulmonary metastases neutralization and tumor rejection by in vivo administration of beta glucan and bispecific antibody;\" Int J Cancer, 65.3,377-82. Jan 1996.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"In the established tumor model, beta glucan + Bispecific antibody (BsAb) reduced the incidence of s.c. tumors as compared with control...It also prolonged survival of tumor-bearing mice compared with control. We conclude that T cells can be activated in vivo by beta glucan...\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Ulcers - Decubitus: Enhanced Healing of Decubitus Ulcers by Topical Application of Particulate Glucan. Tulane University School of Medicine; Research Summary. 1984.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Viral - staphylococcal mastitis : Buddle BM, et al, \"Protective effect of glucan against experimentally induced staphylococcal mastitis in ewes.\" Vet Microbiol 16(1): 67-76, Jan 1988.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Viral Diseases: Browder IW., Williams D., Pretus H., et al; Beneficial Effect of Enhanced Macrophage Function in the Trauma Patients. Ann. Surg.; Vol 211: 605-613. Dept of Surg and Physiol, Tulane U Sch of Med, LA and Istituto Di Chirurgia D'Urgenza, U of Torino, Torino, Italy.* 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Previous studies have demonstrated that glucan, a beta-1,3-linked glucopyranose polymer, isolated from the inner cell wall of Saccharomyces cerevisiae, is a potent macrophage stimulant and is beneficial in the therapy of experimental bacterial, viral, and fungal diseases.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Viral Infection: DiLuzio N.R.,\"Immunopharmacology of glucan: a broad spectrum enhancer of host defense mechanisms,\" Trends in Pharmacol. SCI., 4:344-347. Dept of Physiology, Tulane U, New Orleans, LA.* 1983.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The broad spectrum of immunopharmacological activities of glucan includes not only the modification of certain bacterial, fungal, viral and parasitic infections, but also inhibition of tumor growth.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Visceral Leishmaniasis: Cook J.A., et al, \"Protective Effect of Glucan Against Visceral Leishmaniasis in Hamsters\". Immun.; 37: 1261-1269. 1982.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "White Blood Cell - Recovery: Pachen ML, MacVittie TJ, \"Comparative effects of soluble and particulate glucans on survival in irradiated mice,\" J Biol Response Mod 5(1):45-60. Experimental Hematology Dept, Armed Forces Radiobiology Research Inst, Bethesda, MD. Feb 1986.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Both glucan-P and glucan-F enhanced the recovery of peripheral blood white cell numbers, platelet numbers, and hematocrit values. In addition, both agents increased endogenous pluripotent hemopoietic stem cell numbers in sublethally irradiated mice.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Wound Healing: Browder IW., Williams D., Lucor P., Pretus H., McNamee R., Jones E., \"Effect of enhanced macrophage function on early wound healing,\" Surgery, 104:224-230, 1988.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Wound Healing: Kaplan J.; \"Acceleration of Wound Healing by a Live Yeast Cell Derivative\". Archives and Surgery\", Sep. 1984; 119:1005-1008. 1984.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Wound Healing: Leibovich S.J., et al., \"Promotion of Wound Repair in Mice by Application of Glucan\". J. Reticuloendothel, Soc. 27: 1-11. 1980.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"Of all the substances tested, glucan was the only substance to exhibit a particularly marked enhancement of the proliferative phase of wound healing. It appears, from these experiments, that the effect observed by others in terms of the activation of reticuloendothelial function by glucan and the activation of macrophages, both locally and systematically, also apply to activation of macrophages in healing wounds.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Wound Healing: Portera CA, Love EJ, Memore L, Zhang L, Muller A, Browder W, Williams DL; \"Effect of macrophage stimulation on collagen biosynthesis in the healing wound,\" Am Surg, 63:2,125-131. Feb 1997.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"...macrophage modulation with glucan phosphate will increase tensile strength in experimental colon and skin wounds. In addition, we have observed a positive correlation between glucan phosphate treatment, wound tensile strength, and collagen biosynthesis.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Wound Healing: Williams D.L. ,Mueller A., Mueller P., Swails W., et. al., \"Randomized phase I/II trial of a macrophage-specific immunomodulator (PGG-glucan) in high-risk surgical patients\". Ann. Surg.; 220(5):601-609. 1994.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Wound Healing: Williams D.L., Browder I. and DiLuzio N.R., \"Soluble phosphorylated glucan: methods and compositions for wound healing,\" U.S. Patent 4975421, Issued Dec 4, 1990.",
      "order": 8
    },
    {
      "element": "p",
      "content": "\"The soluble phosphorylated glucans are useful for promoting the wound healing process. The soluble phosphorylated glucans are also useful for prophylactic and therapeutic applications against neoplastic, bacteria, viral, fungal and parasitic diseases.\"",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Wound Healing: Wolk, M. and Danon, D.; \"Promotion of Wound Healing by Yeast Glucan Evaluated on Single Animals\"; Medical Biology; 63:73-80. 1985.*",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "Yeast Infections - See Candida Albicans (Note: While derived from yeast cell wall, Beta 1,3/1,6 glucan is purified in extraction and contains no yeast proteins and thus in no way causes or aggravates Candida Albicans.",
      "order": 8
    },
     
     
    {
      "element": "p",
      "content": "References and quotes contained herein should not be construed as express or implied representations, endorsements or warranties of Carmel Research, Inc.",
      "order": 8
    },
     
     
    {
      "element": "p",
      "content": "Fungal beta-glucan interacts with vitronectin and stimulates tumornecrosis factor alpha release from macrophagesEJ Olson, JE Standing, N Griego-Harper, OA Hoffman and AH Limper",
      "order": 8
    },
    {
      "element": "p",
      "content": "Department of Medicine, Mayo Clinic, Rochester, Minnesota 55905, USA.",
      "order": 8
    },
     
    {
      "element": "p",
      "content": "beta-Glucans are polymers of D-glucose which represent major structural components of fungal cell walls. It was shown previously that fungi interact with macrophages through beta-glucan receptors, thereby inducing release of tumor necrosis factor alpha (TNF-alpha). Additional studies demonstrated that vitronectin, a host adhesive glycoprotein, binds to fungi and enhances macrophage recognition of these organisms. Since vitronectin contains a carbohydrate-binding region, we postulated that vitronectin binds fungal beta-glucans and subsequently augments macrophage TNF-alpha release in response to this fungal component. To study this, we first determined the release of TNF-alpha from alveolar macrophages stimulated with fungal beta-glucan. Maximal TNF-alpha release occurred with moderate concentrations of beta-glucan (100 to 200 micrograms/ml), whereas higher concentrations of beta-glucan (> or = 500 micrograms/ml) caused apparent suppression of the TNF-alpha activity released. This suppression of TNF-alpha activity by high concentrations of beta-glucan was mediated by the particulate beta- glucan binding soluble TNF-alpha, through the lectin-binding domain of the cytokine, rendering the TNF-alpha less available for measurement. Next, we assessed the interaction of vitronectin with beta-glucan. Binding of 125I-vitronectin to particulate fungal beta-glucan was dose dependent and specifically inhibitable by unlabeled vitronectin. Furthermore, treatment of beta-glucan with vitronectin substantially augmented macrophage TNF-alpha release in response to this fungal component. These findings demonstrate that fungal beta-glucan can directly modulate TNF-alpha release from macrophages. Further, these studies indicate that the host adhesive glycoprotein vitronectin specifically binds beta-glucan and augments macrophage cytokine release in response to this fungal element.",
      "order": 8
    },
    
    
     
    {
      "element": "p",
      "content": "This article has been cited by other articles:",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Kottom, T. J., Kohler, J. R., Thomas, C. F. Jr., Fink, G. R., Limper, A. H. (2003). Lung Epithelial Cells and Extracellular Matrix Components Induce Expression of Pneumocystis carinii STE20, a Gene Complementing the Mating and Pseudohyphal Growth Defects of ste20 Mutant Yeast. Infect. Immun. 71: 6463-6471 [Abstract] [Full Text]  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Hahn, P. Y., Evans, S. E., Kottom, T. J., Standing, J. E., Pagano, R. E., Limper, A. H. (2003). Pneumocystis carinii Cell Wall beta -Glucan Induces Release of Macrophage Inflammatory Protein-2 from Alveolar Epithelial Cells via a Lactosylceramide-mediated Mechanism. J. Biol. Chem. 278: 2043-2050 [Abstract] [Full Text]  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Marr, K. A., Koudadoust, M., Black, M., Balajee, S. A. (2001). Early Events in Macrophage Killing of Aspergillus fumigatus Conidia: New Flow Cytometric Viability Assay. Clin. Diagn. Lab. Immunol. 8: 1240-1247 [Abstract] [Full Text]  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Vassallo, R., Kottom, T. J., Standing, J. E., Limper, A. H. (2001). Vitronectin and Fibronectin Function as Glucan Binding Proteins Augmenting Macrophage Responses to Pneumocystis carinii. Am J Respir Cell Mol Biol 25: 203-211 [Abstract] [Full Text]  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Kottom, T. J., Limper, A. H. (2000). Cell Wall Assembly by Pneumocystis carinii. EVIDENCE FOR A UNIQUE Gsc-1 SUBUNIT MEDIATING beta -1,3-GLUCAN DEPOSITION. J. Biol. Chem. 275: 40628-40634 [Abstract] [Full Text]  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Vassallo, R., Standing, J. E., Limper, A. H. (2000). Isolated Pneumocystis carinii Cell Wall Glucan Provokes Lower Respiratory Tract Inflammatory Responses. J Immunol 164: 3755-3763 [Abstract] [Full Text]  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Yu, M. L., Limper, A. H. (1997). Pneumocystis carinii induces ICAM-1 expression in lung epithelial cells through a TNF-alpha -mediated mechanism. Am. J. Physiol. 273: L1103-1111 [Abstract] [Full Text]  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "·         Chaffin, W. L., Lopez-Ribot, J. L., Casanova, M., Gozalbo, D., Martinez, J. P. (1998). Cell Wall and Secreted Proteins of Candida albicans: Identification, Function, and Expression. Microbiol Mol Biol Rev 62: 130-180 [Abstract] [Full Text]  ",
      "order": 8
    },
     
     
    {
      "element": "p",
      "content": "The influence of glucan polymer structure and solution conformation on binding to (13)-ß-D-glucan receptors in a human monocyte-like cell line Antje Mueller2,6, John Raptis2,6, Peter J. Rice3,6, John H. Kalbfleisch4,6, Robert D. Stout5,6, Harry E. Ensley7, William Browder2 and David L. Williams1,2,6",
      "order": 8
    },
    {
      "element": "p",
      "content": "Departments of 2Surgery, 3Pharmacology, 4Medical Education, 5Microbiology, and 6Immunopharmacology Research Group, James H. Quillen College of Medicine, East Tennessee State University, Johnson City, TN 37614–0575, USA and 7Department of Chemistry, Tulane University, New Orleans, LA 70115, USA",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "Glucans are (1–3)-ß-D-linked polymers of glucose that are produced as fungal cell wall constituents and are also released into the extracellular milieu. Glucans modulate immune function via macrophage participation. The first step in macrophage activation by (1–3)-ß-D-glucans is thought to be the binding of the polymer to specific macrophage receptors. We examined the binding/uptake of a variety of water soluble (1–3)-ß-D-glucans and control polymers with different physicochemical properties to investigate the relationship between polymer structure and receptor binding in the CR3- human promonocytic cell line, U937. We observed that the U937 receptors were specific for (13)-ß-D-glucan binding, since mannan, dextran, or barley glucan did not bind. Scleroglucan exhibited the highest binding affinity with an IC50 of 23 nM, three orders of magnitude greater than the other (13)-ß-D-glucan polymers examined. The rank order competitive binding affinities for the glucan polymers were scleroglucan>>>schizophyllan > laminarin > glucan phosphate > glucan sulfate. Scleroglucan also exhibited a triple helical solution structure ( = 1.82, ß = 0.8). There were two different binding/uptake sites on U937 cells. Glucan phosphate and schizophyllan interacted nonselectively with the two sites. Scleroglucan and glucan sulfate interacted preferentially with one site, while laminarin interacted preferentially with the other site. These data indicate that U937 cells have at least two non-CR3 receptor(s) which specifically interact with (13)-ß-D-glucans and that the triple helical solution conformation, molecular weight and charge of the glucan polymer may be important determinants in receptor ligand interaction.",
      "order": 8
    },
    ​
    {
      "element": "p",
      "content": "1 To whom correspondence should be addressed at: Department of Surgery, James H. Quillen College of Medicine, East Tennessee State University, Johnson City, TN 37604–0575",
      "order": 8
    },
     
     
    {
      "element": "p",
      "content": "'Dectin-1 and its role in the recognition of beta-glucans in macrophages' Gordon D. Brown.  Sir William Dunn School of Pathology, University of Oxford.  gbrown@molbiol.ox.ac.uk",
      "order": 8
    },
    
    {
      "element": "p",
      "content": "The innate cellular recognition of pathogens is dependent on germ line encoded receptors which recognise conserved microbial structures. Using a novel method to isolate these receptors, we identified Dectin-1 as the macrophage b-glucan receptor. Dectin-1 acted as a classical pattern recognition receptor, recognising a variety of b-1,3 and/or b-1,6 linked glucans, as well as intact yeasts, and is the primary receptor for these carbohydrates in macrophages. Dectin-1 also mediates the phagocytosis of particulate glucans, an activity which is dependent of the cytoplasmic tail of this molecule. In addition to these exogenous ligands, the receptor recognised an endogenous ligand on T-cells, but through a binding site which was distinct from that which recognised b-glucans. We found Dectin-1 to be expressed in many tissues and highly expressed on the surface of immune cells, especially those of the monocyte / macrophage and neutrophil lineages. We have also identified the human homologue of Dectin-1 and have shown that it is structurally and functionally similar to the mouse receptor. ",
      "order": 8
    }
  ]
}