{
  "title": "Candidiasis",
  "linkText": "Candidiasis",
  "order": 1,
  "author": "Medicine Woman White Sparrow",
  "elements": [
    {
      "element": "p",
      "content": "Modern scientists conclude that every human on the planet has cancer.  What?!  Because of the trillions upon trillions of cells in the human body, it is only natural that there are some mutated cancerous ones.  The modern medical establishment estimates that the healthy human body destroys 10,000 cancer cells a day.  When cancer cells accumulate into the billions, doctors consider it a health risk.      ",
      "order": 1
    },
    {
      "element": "p",
      "content": "So, what is cancer?  There are hundreds of different kinds of cancer, but all cancers manifest from the same basic issue; the cancers cells’ blueprints (DNA) differ in various aspects from the surrounding tissue.  Cancer is most often categorized where it is first discovered in the body.  For example, Colon cancer is cancer cells found in the colon.    ",
      "order": 2
    },
    {
      "element": "p",
      "content": "There are many types of cells that make up the human body.  The normal process of life for cells is to grow and multiply, to build the body, and replace cells that have grown old and died.  During the replicating process, sometimes the DNA of a cell can become damaged or changed that can produce mutations and affects cell’s growth and division.  That is how cancer starts.  These mutated cells do not die when they should and will divide rapidly.  Over the years, these extra cells will often form growths or tumors and metastasize or spread to other areas of the body.",
      "order": 3
    },
    {
      "element": "p",
      "content": "Since cancer is a normal process of life, why has it become such an enormous problem?  Current lifestyles promoted by society have allowed or almost encouraged this disease.  The modern medical establishment profits by you being unhealthy, so instead of focusing on the real issue, they focus on treating the symptoms.  Instead of looking at why the cancer cells were not destroyed and grew out of control, modern medicine focuses on killing the cancer and forcing it back into submission.  This type of treatment does not remove the innate problem that our lifestyles have caused and leaves the body open for a variety of health problems or cancer returning again.",
      "order": 4
    },
    {
      "element": "p",
      "content": "With our modern western medicine, most cancers are treated with surgery, radiation therapy, and chemotherapy.  Even newer cancer treatments like biological therapy, cancer care is a painstaking, traumatic process that actually weakens the body’s natural defense against cancer.  These therapies treat cancer like a germ or virus.   Only by focusing on the cause of the problem will true healing occur.",
      "order": 5
    },
    {
      "element": "p",
      "content": "Cancer arose and flourished due to issues in the body.  These issues need to be rectified before you will return to health.  Cancer scientists understand that all cancers that develop into a problem first arise from the immune system either not working correctly or being too overloaded to do its job properly.  The deficiencies that cause cancer to flourish and the immune system not to function properly fall into two main categories: environment (pollution) and the lack of proper nutrition.  In our modern world, most cancers are a combination of both factors.",
      "order": 6
    },
    {
      "element": "p",
      "content": "Environmental factors for cancer can be overcome by avoiding toxins and cleaning out the body.  Humanity’s exposure to DNA damaging free radicals has increased exponentially over the last century.  By simply getting the proper building blocks through a healthy diet and high-quality supplements, your body can ward off the environments' deadly attacks and purge itself from the deadly buildup of toxins.",
      "order": 7
    },
    {
      "element": "p",
      "content": "The lack of nutrition in our diets largely stems from the food industry’s focus to provide quantity rather than quality.  The food contained in the standard Western diet has lost most of the nutritional value that the body needs for healthy living.  Choose your foods wisely:  organic raw produce grown in your own garden or bought locally are the best choices.  Incorporate exercise or movement for circulation.  An increase of oxygen delivered through the bloodstream feeds the healthy cells that will have a better chance in the battle of disease.  There has been extensive research that has proven that what you take into your body can have a profound effect on your survival against cancer.   You are what you eat.  The body will heal itself if given the proper building blocks.  (Also there is wonderful research with fasting and cancer.)",
      "order": 8
    },
    {
      "element": "p",
      "content": "The real or “alternative” cure for cancer is taking control of your life, by focusing on eliminating the factors that are causing the cancer to flourish and rebuilding the body’s natural defense.  The human body can remove the cancer safely and without any of the serious side effects from conventional treatment.  Start with small changes in your diet and proper nutritional supplementation.  One of the most powerful plants I have come across for modulating the immune system to deal with a cancer condition is Shiaqga.  Read more information on Shiaqga to understand it powerful healing properties.       ",
      "order": 9
    },
    {
      "element": "p",
      "content": "​I literally have heard hundreds of peoples' stories about how the Shiaqga product has assisted them with dealing with cancer without them doing any other thing.  For example:  I had one gentleman called me up to tell me he was cancer free after taking the Shiaqga product for seven months at double the regular dosage.  He had stage four cancer.  I asked him if he did any of the diet changes that I suggested.  His response was, \"Nope.  The only change I did was start taking the Shiaqga.\"",
      "order": 10
    },
    {
      "element": "link",
      "linkText": "Click here to visit the Testimonies page for many cancer testimonials.",
      "order": 11,
      "src": "https://www.shiaqga.com/testimonies.html",
      "local": true
    }
  ]
}
