{
  "title": "Cataracts",
  "linkText": "Cataracts",
  "order": 1,
  "author": "Medicine Woman Paway-yatanatu way-akt",
  "elements": [
    {
      "element": "p",
      "content": "The lens of the eye is the clear part of the eye that helps to focus light or an image on the retina.  Light will pass through the lens to the retina where the light is changed into nerve signals that are sent to the brain.  The lens must be clear for the retina to receive a sharp image.  When the lens becomes clouded, the eye is unable to properly focus on objects and the image is blurred.  This is known as a cataract.  ",
      "order": 1
    },
    {
      "element": "p",
      "content": "Cataracts occur as a result of structural changes to protein fibers within the lens.  Normally, the lens will slowly change from clear to a yellow/brown, adding a brown tint to vision.  This is a gradual change starting with a slight cloudiness that could eventually affect the identification of colors; mostly blues and purples.  The softness and transparency of the eye lens is lost, making the eye lens become hard and dry.  As time passes, there is an opaque cloud that will increase till it covers the complete eye lens.  ",
      "order": 2
    },
    {
      "element": "p",
      "content": "Cataracts usually develop in both eyes; but generally, one eye is more severely affected.  Cataracts are one of the leading causes of blindness for millions of Americans over the age of 40.  More than 12 million Americans suffer from cataracts.",
      "order": 3
    },
    { "element": "p", "content": "Types of cataracts:", "order": 4 },
    {
      "element": "ul",
      "order": 5,
      "content": [
        {
          "order": 1,
          "content": "Secondary cataracts can form as a result of other health problems like Hyperparathyroidism, Down’s Syndrome, atopic dermatitis, diabetes, hypoglycemia, high blood sugar levels, and low calcium levels. "
        },
        {
          "order": 2,
          "content": "Traumatic cataracts can develop after an eye injury, developing years later."
        },
        {
          "order": 3,
          "content": "Congenital cataracts occur if the mother had rubella during the first three months of pregnancy or if the infant has the inability to properly digest lactose.  These cataracts generally do not get worse.  "
        },
        {
          "order": 4,
          "content": "Toxic buildup.  Examples:  Hair dye has been scientifically shown to cause cataracts.  Studies show that 89% of those who dye their hair develop cataracts.  Other studies reveal that people who smoke, take steroids, have heavy metal poisoning, low immune system (stress, allergies, and so forth), or who eat seafood (ingesting mercury) are more likely to develop cataracts."
        }
      ]
    },
    { "element": "p", "content": "​Symptoms:", "order": 6 },
    {
      "element": "ul",
      "content": [
        { "order": 1, "content": "Cloudy, blurred, or double vision" },
        { "order": 2, "content": "Problems with lights" },
        { "order": 3, "content": "Colors appear to be faded" },
        { "order": 4, "content": "Poor night vision" },
        { "order": 5, "content": "Frequent changes in eyeglass prescriptions" }
      ],
      "order": 7
    },
    { "element": "p", "content": "Detection:", "order": 8 },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Visual acuity test – this eye chart test measures how well you see distances"
        },
        {
          "order": 2,
          "content": "With pupil dilation – the pupil is widened to allow the lens and retina to be viewed"
        },
        {
          "order": 3,
          "content": "Tonometry is a test that measures the fluid pressure inside the eye.  Increased pressure may be a sign of glaucoma."
        }
      ],
      "order": 9
    },
    { "element": "p", "content": "Modern Medical Treatments: ", "order": 10 },
    {
      "element": "p",
      "content": "The Modern Medical Establishment addresses symptoms rather than focusing on the root cause of the problem.  Taking drugs with serious side effects or having surgery is like trimming your prized rose bushes but never watering or fertilizing them.  This can eventually lead to the degradation or death of the plant. ",
      "order": 11
    },
    { "element": "p", "content": "General Natural Health Cures:", "order": 12 },
    {
      "element": "p",
      "content": "When you take care of your body and give it the proper building blocks, most modern health conditions never form in the first place.  There are many natural remedies that have been shown to assist or cure cataracts.  With any kind of health condition, the more good you give your body the easier it is for your body to heal itself.  Alternative healing regards the whole body.  Here are some beneficial things to do to stay in good health and combat cataracts.  ",
      "order": 13
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Obtain adequate rest at night.  Avoid sitting up watching television till late at night!  You are tiring the eyes and irritating them with harmful energies at the same time.  A lack of sleep will suppress the immune response and create a myriad of health problems."
        },
        {
          "order": 2,
          "content": "Eat mostly raw (uncooked) healthy plant-based foods.  Blueberries, blackberries, raspberries, grapes, papaya, and plums have clinically been shown to improve vision and produce better health.  Eating high mineral-rich greens (wheatgrass, kale, watercress, and dandelion greens), fruits, vegetables, whole grains, nuts, legumes, seeds, and sprouts (use 1/8 tsp. of MSM in water for soaking seeds) are the foundation of good health.  The human body is designed to heal itself from any condition provided that you feed it the proper fuel.  "
        },
        {
          "order": 3,
          "content": "Exercise early in the morning and avoid long exposure to the direct sun."
        },
        {
          "order": 4,
          "content": "Relaxing for a few minutes several times a day can give your body and your eyes a rest."
        },
        {
          "order": 5,
          "content": "Drink your water.  Take 4 ounces of water every 30 to 60 minutes."
        }
      ],
      "order": 14
    },
    { "element": "p", "content": "Specific Cataract Cures:", "order": 15 },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "​Helichrysum italicum is a Therapeutic Essential Oil that I have personally witnessed many miracles with.  Plant essences derived from herbs, seeds, and leaves, are powerful medicines of our ancestors.  Therapeutic Essential Oils contain hundreds of molecules that work together to heal.  Helichrysum italicum is on the top of my list when dealing with cataracts and wounds.  I consider it a first aid kit in a bottle.  Helichrysum strengthens, repairs, and improve the eyes and eyesight.  Many have reported putting 50 to 100 drops of Helichrysum italicum into 1oz of organic castor oil and putting one drop in the eyes at night gets results in a few months.  Never put the pure Helichrysum oil directly in the eye but you can use it around the eye.          "
        },
        {
          "order": 2,
          "content": "A weak or non-functioning immune system, poor health, diet, an unhealthy environment, and age all contribute to disease.  When the body does not have the proper nutrients, it cannot heal.   The best defense against any ailment is the body’s immune system.  If you are deficient in nutrition, minerals, smoke, or use alcohol, this puts the immune system on overload.  Shiaqga is my first supplement of choice for immune system modulation and stem cell activation.  Please read more under the Shiaqga article.  "
        },
        {
          "order": 3,
          "content": "Use MSM (Methyl Sulfonyl Methane) eye drops often especially before bed.  To make MSM eye drops take two tablespoons distilled water and dissolve ¼ teaspoon of MSM crystals.  Try a drop in your eyes to see how it works.  If it is too strong, add more distilled water.  If it’s too weak, add more MSM.  I find people have a preference on the strength of the drops.  Put into a dropper bottle and use several times daily.  MSM is a sulfur-carrying compound that magnifies the nutritional effect of vitamins and assists build the amino acids responsible for protein building and muscle formation.  It supports the immune system and almost every major body function."
        },
        {
          "order": 4,
          "content": "Other supplements that contain greens also have powerful benefits for supporting the body in obtaining and maintain good health. "
        }
      ],
      "order": 16
    }
  ]
}
