{
  "title": "",
  "linkText": "",
  "order": 1,
  "author": "",
  "elements": [
    {
      "element": "p",
      "content": "The cause of eczema is usually attributed to an imbalance of the liver/kidney and a malfunction of the elimination of toxins.  Modern medicine will prescribe steroids that can be a remedy for a short-term fix but does not address the cause of the problem.  Over time, eczema will get worst.  (You may want to avoid using essential oils because they may compound the problem due to their detoxification properties.)",
      "order": 1
    },
    {
      "element": "p",
      "content": "A natural fix can be made just from the juice of fresh bitter greens, the more nasty and bitter the better, combined with good eating habits.  Bitter greens include dandelion, watercress, wheatgrass, and others that will assist the body to heal itself.",
      "order": 2
    },
    {
      "element": "p",
      "content": "To begin this natural fix, start early in the morning upon awakening.  Do not eat or drink anything.  Prepare 3-6 oz of the greens drink and swallow it down.  Wait about 45 minutes before you eat or drink anything.  Over the next couple weeks, you should begin to witness improvement to your health. ",
      "order": 3
    },
    {
      "element": "p",
      "content": "To be assured of having the freshest greens available, my wife and I often do what is known as wildcrafting, the art of gathering fresh wild greens that are provided by nature.  The fresher the better.  Many people do not have the time or patience to wildcraft for their greens, so you may have to check out your local farmers market or health food store.  These greens are not as fresh and you will have to increase the number of greens to get the same results as \"just picked\" greens.  When a green is picked, they start to lose nutrition.  You can also purchase a “green” powder from your local health food store, but again you will want to increase the amount you take to get results.  Once your body is back in balance, you will be able to reduce your intake of greens.  Just “listen” to your body and follow what works for feeling better.",
      "order": 4
    },
    {
      "element": "p",
      "content": "​There are many other “good things” for you to do to assist your body healing.  For example, one of the most powerful natural products I have come across for assisting the body heal from many conditions is Shiaqga.  (Please read my article about this nature’s miracle.    Also, be cautious because there are a couple companies claiming to sell the real Shiaqga when in fact they are selling the much cheaper and less effective Chaga.)  As you improve your diet, take the bitter greens, and supplement with Shiaqga your body will receive the nutrition it needs to heal itself.  Just take one healing-step-at-a-time and soon you will reap the benefits.",
      "order": 5
    }
  ]
}
