[
  {
    "element": "p",
    "content": "Heavy metals become toxic when they are not metabolized by the body and accumulate in the soft tissues.  Heavy metals may enter the human body through food, water, air, or absorption through the skin when they come in contact with humans in agriculture and in manufacturing, pharmaceutical, industrial, or residential settings.",
    "order": 1
  },
  {
    "element": "p",
    "content": "Industrial exposure accounts for a common route of exposure for adults; whereas ingestion is the most common route of exposure in children.  (Children, who come in contact with contaminated soil or other toxins like paint chips, may develop toxic levels of heavy metals just from the normal hand-to-mouth activity they perform.)  Less common routes of exposure are during a radiological procedure or from inappropriate dosing or monitoring during intravenous nutrition therapy.",
    "order": 2
  },
  {
    "element": "p",
    "content": "Products that we use every day in our homes to provide us with a better quality of life also can be potential toxic heavy metal sources.  Medications, pain, pesticides, batteries, electroplated metal parts, dyes, steel, light bulbs, and thermometers are just a few sources of potential heavy metal poisoning.",
    "order": 3
  },
  {
    "element": "p",
    "content": "For some heavy metals, toxic levels can be just above the background concentrations naturally found in nature.  Therefore, it is important for us to inform ourselves about the heavy metals and take protective measures against excessive exposure.  In most parts of the United States, heavy metal toxicity is an uncommon diagnosis by practitioners simply due to their lack of knowledge on this subject.  Doctors most often contribute illnesses that are significantly linked to heavy metal toxicity to other causes.  (Example:  There are scientific studies that prove an association between aluminum exposure and the higher risk of developing Alzheimer’s.)  If heavy metal toxicity is unrecognized or inappropriately treated, the result is significant illness that reduces the quality of life.",
    "order": 4
  },
  {
    "element": "p",
    "content": "There are 35 metals that concern Natural Healers the most because of occupational or residential exposure.  Of these 23, are the heavy elements or \"heavy metals\".  They are as follows:  ",
    "order": 5
  },
  {
    "element": "ul",
    "content": [
      { "order": 1, "content": "antimony" },
      { "order": 2, "content": "arsenic" },
      { "order": 3, "content": "bismuth" },
      { "order": 4, "content": "cadmium" },
      { "order": 5, "content": "cerium" },
      { "order": 6, "content": "chromium" },
      { "order": 7, "content": "cobalt" },
      { "order": 8, "content": "copper" },
      { "order": 9, "content": "gallium" },
      { "order": 10, "content": "gold" },
      { "order": 11, "content": "iron" },
      { "order": 12, "content": "lead" },
      { "order": 13, "content": "manganese" },
      { "order": 14, "content": "mercury" },
      { "order": 15, "content": "nickel" },
      { "order": 16, "content": "platinum" },
      { "order": 17, "content": "silver" },
      { "order": 18, "content": "tellurium" },
      { "order": 19, "content": "thallium" },
      { "order": 20, "content": "tin" },
      { "order": 21, "content": "uranium" },
      { "order": 22, "content": "vanadium" },
      { "order": 23, "content": "zinc" }
    ],
    "order": 6
  },
  {
    "element": "p",
    "content": "Interestingly, small amounts of these elements are common in our environment and diet and are actually necessary for good health, but large amounts of any of them may cause acute or chronic poisoning.  These metals, when ingested in the body, will target the brain, kidneys, central nervous system, digestive system, immune system, skin, bones, blood, thyroid glands, liver, lungs, heart, and gastrointestinal system.  ",
    "order": 7
  },
  {
    "element": "p",
    "content": "Heavy metal toxicity can result in damaged or reduced mental and central nervous function, lower energy levels, and damage to blood composition, and other vital organs.  Not only can long-term exposure mimic or cause severe medical conditions like Alzheimer's disease, Parkinson's disease, muscular dystrophy, multiple sclerosis, and cancer, it can also mimic or cause common simple health problems like allergies. ",
    "order": 8
  },
  {
    "element": "p",
    "content": "The association of symptoms indicative of acute toxicity is not difficult to recognize because the symptoms are usually severe, rapid in onset, and associated with a known exposure or ingestion.  Some of these symptoms are:",
    "order": 9
  },
  {
    "element": "ul",
    "content": [
      { "order": 1, "content": "cramping" },
      { "order": 2, "content": "nausea" },
      { "order": 3, "content": "vomiting" },
      { "order": 4, "content": "pain" },
      { "order": 5, "content": "sweating" },
      { "order": 6, "content": "headaches" },
      { "order": 7, "content": "difficulty breathing" },
      {
        "order": 8,
        "content": "impaired cognitive, motor, and language skills"
      },
      { "order": 9, "content": "mania" },
      { "order": 10, "content": "convulsions" }
    ],
    "order": 10
  },
  {
    "element": "p",
    "content": "The symptoms of toxicity resulting from chronic exposure (impaired cognitive, motor, and language skills; learning difficulties; nervousness and emotional instability; and insomnia, nausea, lethargy, and feeling ill) are also easily recognized; however, they are much more difficult to associate with their cause.  Symptoms of chronic exposure are very similar to symptoms of other health conditions and often develop slowly over months or even years. Sometimes the symptoms of chronic exposure actually abate from time to time, leading the person to postpone seeking treatment, thinking the symptoms are related to something else.",
    "order": 11
  },
  {
    "element": "p",
    "content": "As a rule, acute poisoning is more likely to result from inhalation or skin contact of dust, fumes, vapors, or materials in the workplace. However, lesser levels of contamination may occur in residential settings, particularly in older homes with lead paint or old plumbing. ",
    "order": 12
  },
  {
    "element": "p",
    "content": "The Agency for Toxic Substances and Disease Registry (ATSDR) in Atlanta, Georgia, is a part of the U.S. Department of Health and Human Services and was established by congressional mandate to perform specific functions concerning adverse human health effects.  The ATSDR is responsible for assessment of waste sites and providing health information concerning hazardous substances, response to emergency release situations, and education and training concerning hazardous substances.  In cooperation with the U.S. Environmental Protection Agency, the ATSDR has compiled a Priority List for 2001 called the \"Top 20 Hazardous Substances.\" The heavy metals arsenic (1), lead (2), mercury (3), and cadmium (7) appear on this list.",
    "order": 13
  },
  { "element": "p", "content": "Natural Treatments:", "order": 14 },
  {
    "element": "ul",
    "content": [
      {
        "order": 1,
        "content": "Sulfur is known as a healing mineral and assists every cell in the elimination of toxins.  Natural food sources for sulfur are kale, cabbage, onions, garlic, horseradish, watercress, Brussel sprouts, cauliflower, turnips, cranberries, dried beans, legumes, and wheat germ.  (MSM, found in almost all health food stores, is a form of sulfur and has shown to eliminate heavy metals from the body.  By adding MSM to the water I soak my sprouting seeds in has assisted to make more sulfur available for eliminating the heavy metals.)  "
      },
      {
        "order": 2,
        "content": "I have had a personal experience with Shiaqga detoxifying me from heavy metal poisoning.   I have even had one doctor shared with me his study he did with Shiaqga verses this normal more expensive intravenous chelation therapy.  His study showed that the taking of two times the recommended daily dosage of         Shiaqga for six weeks provided significantly better results.   Another added benefit to taking the Shiaqga is its ability to assist with the modulation of the immune system.  The immune system is the body’s first line of protection against disease and infection.  A weak or non-functioning immune system due to poor diet, stress, and toxins can significantly contribute to disease.  When the body does not have the proper nutrients, or when its cellular programming is impaired, it cannot heal properly.    ​​​"
      },
      {
        "order": 3,
        "content": "Plant essences, derived from herbs, seeds, and leaves, were the first medicines of our ancestors.    The Therapeutic Essential Oils contain hundreds of molecules that not only work together to kill viruses and bacteria but also to detoxify and heal the body."
      },
      {
        "order": 4,
        "content": "Start with a change in lifestyle by eating healthy (vegetables, fruits, greens), taking supplements, drinking water, and exercising (moving).  By giving the body the proper fuel it will detoxify and heal.     "
      }
    ],
    "order": 15
  },
  { "element": "p", "content": "Beneficial Heavy Metals", "order": 16 },
  {
    "element": "p",
    "content": "In small quantities, certain heavy metals are nutritionally essential for a healthy life.  Some of these are referred to as the trace elements (e.g., iron, copper, manganese, and zinc).  These elements, or some form of them, are commonly found naturally in foodstuffs like fruits and vegetables.",
    "order": 17
  },
  {
    "element": "p",
    "content": "For the most part, I consider most all mineral supplements as non beneficial and even harmful.  Almost always the minerals contained in the supplements are in the incorrect form for proper body healing.  (Example:  Coral Calcium contains 93% “bad” or improperly utilized calcium and only 7% “good” calcium.)  Make sure any mineral supplements you take are completely from the plant source.   ",
    "order": 18
  },
  {
    "element": "p",
    "content": "As noted earlier, there are 35 metals of concern, with 23 of them called the heavy metals.  Toxicity can result from any of these metals.  This protocol will address the metals that are most likely encountered in our daily environment.  Briefly covered will be four metals that are included in the ATSDR's \"Top 20 Hazardous Substances\" list.  Iron and aluminum will also be discussed even though they do not appear on the ATSDR's list.  ",
    "order": 19
  },
  {
    "element": "p",
    "content": "1.  Arsenic is the most common cause of acute heavy metal poisoning in adults and is number 1 on the ATSDR's \"Top 20 List.\" Arsenic is released into the environment by the smelting process of copper, zinc, and lead, as well as by the manufacturing of chemicals and glasses.  Arsine gas is a common byproduct produced by the manufacturing of pesticides that contain arsenic.  Arsenic may be also be found in water supplies worldwide, leading to exposure of shellfish, cod, and haddock.  Other sources are paints, rat poisoning, fungicides, and wood preservatives.  Target organs are the blood, kidneys, and central nervous, digestive, and skin.",
    "order": 20
  },
  {
    "element": "p",
    "content": "​2. Lead is number 2 on the ATSDR's \"Top 20 List.\"  Lead accounts for most of the cases of pediatric heavy metal poisoning.  It is a very soft metal and was used in pipes, drains, and soldering materials for many years.  Millions of homes built before 1940 still contain lead in painted surfaces, leading to chronic exposure from weathering, flaking, chalking, and dust.  Every year, industry produces about 2.5 million tons of lead throughout the world.  Most of this lead is used for batteries.  The remainder is used for cable coverings, fuel additives, plumbing, and ammunition.  Other uses are as paint pigments and in PVC plastics, x-ray shielding, crystal glass production, and pesticides. The organs the lead targets are the bones, brain, blood, kidneys, and thyroid gland.  ",
    "order": 21
  },
  {
    "element": "p",
    "content": "3. Mercury is number 3 on ATSDR's \"Top 20 List\" is mercury.  It is generated naturally in the environment from the degassing of the earth's crust, from volcanic emissions.  It exists in three forms: elemental mercury and organic and inorganic mercury. Mining operations, chloralkali plants, and paper industries are significant producers of mercury.  Atmospheric mercury is dispersed across the globe by winds and returns to the earth in rainfall, accumulating in aquatic food chains and fish in lakes.  ",
    "order": 22
  },
  {
    "element": "p",
    "content": "​Mercury compounds were added to paint as a fungicide until  1990.  These compounds are now banned; however, old paint supplies and surfaces painted with these old supplies still exist.  Mercury continues to be used in thermometers, thermostats, and dental amalgam.  Medicines, such as mercurochrome and merthiolate, are still available.  Algaecides and childhood vaccines are also potential sources.  Inhalation is the most frequent cause of exposure to mercury.  The organic form is readily absorbed in the gastrointestinal tract (90-100%); lesser but still significant amounts of inorganic mercury are absorbed in the gastrointestinal tract (7-15%).  The target organs are the brain and kidneys for mercury.",
    "order": 23
  },
  {
    "element": "p",
    "content": "4. Cadmium is a byproduct of the mining and smelting of lead and zinc and is number 7 on ATSDR's \"Top 20 list.\"  It is used in nickel-cadmium batteries, PVC plastics, and paint pigments.  It can be found in soils because insecticides, fungicides, sludge, and commercial fertilizers that use cadmium are used in agriculture.  Cadmium may be found in reservoirs containing shellfish.  Cigarettes also contain cadmium.  Lesser-known sources of exposure are dental alloys, electroplating, motor oil, and exhaust.  Inhalation accounts for 15-50% of absorption through the respiratory system; 2-7% of ingested cadmium is absorbed in the gastrointestinal system. The target organs for cadmium are the liver, placenta, kidneys, lungs, brain, and bones.    ",
    "order": 24
  },
  {
    "element": "p",
    "content": "5. Discussion of iron toxicity in this protocol is limited to ingested or environmental exposure.  Iron overload disease (hemochromatosis), an inherited disorder, is discussed in a separate protocol.  Iron does not appear on the ATSDR's \"Top 20 List,\" but it is a heavy metal of concern, particularly because ingesting dietary iron supplements may acutely poison young children.  As few as five to nine 30-mg iron tablets for a 30-lb child be toxic. ",
    "order": 25
  },
  {
    "element": "p",
    "content": "Ingestion accounts for most of the toxic effects of iron because iron is absorbed rapidly in the gastrointestinal tract.  The corrosive nature of iron seems to further increase the absorption.  In the past most overdoses appear to be the result of children mistaking red-coated ferrous sulfate tablets or adult multivitamin preparations for candy.  Fatalities from overdoses have decreased significantly with the introduction of child-proof packaging. ",
    "order": 26
  },
  {
    "element": "p",
    "content": "Other sources of iron toxicity are drinking water, iron pipes, and cookware. The iron target organs are the liver, cardiovascular system, and kidneys.    ",
    "order": 27
  },
  {
    "element": "p",
    "content": "6. Although aluminum is not a heavy metal, it makes up about 8% of the surface of the earth and is the third most abundant element.  It is readily available for human ingestion through the use of food additives, antacids, buffered aspirin, astringents, nasal sprays, and antiperspirants; from drinking water; from automobile exhaust and tobacco smoke; and from using aluminum foil, aluminum cookware, cans, ceramics, and fireworks. ",
    "order": 28
  },
  {
    "element": "p",
    "content": "Studies began to emerge about 20 years ago suggesting that aluminum might have a possible connection with developing Alzheimer's disease when researchers found what they considered to be significant amounts of aluminum in the brain tissue of Alzheimer's patients.  Although aluminum was also found in the brain tissue of people who did not have Alzheimer's disease, recommendations to avoid sources of aluminum received widespread public attention.  As a result, many organizations and individuals reached a level of concern that prompted them to dispose of all their aluminum cookware and storage containers and to become wary of other possible sources of aluminum, such as soda cans, personal care products, and even their drinking water.",
    "order": 29
  },
  {
    "element": "p",
    "content": "Sadly however, the World Health Organization concluded that although there were studies that demonstrate a positive relationship between aluminum in drinking water and Alzheimer's disease, the WHO had reservations about a causal relationship because the studies did not account for total aluminum intake from all possible sources.  Although there is no conclusive evidence for or against aluminum as a primary cause for Alzheimer's disease, most researchers agree that it is an important factor in the dementia component and most certainly deserves continuing research efforts. Therefore, at this time, reducing exposure to aluminum is a personal decision. ",
    "order": 30
  },
  {
    "element": "p",
    "content": "Workers in the automobile manufacturing show a significant increase in their likelihood of developing degenerative muscular conditions and cancer.  They are now becoming concerned about long-term exposure to aluminum in the workplace (contained in metal working fluids).  The target organs for aluminum are the central nervous system, kidney, and digestive system.",
    "order": 31
  },
  { "element": "link", "link": "", "local": false, "linkText": "", "order": 32 }
]
