[
  {
    "element": "p",
    "content": "This viral disease is caused by both herpes simplex virus type 1 (HSV-1) and type 2 (HSV-2).  These infections, oral herpes (type 1 - usually above the waist) or genital herpes (type 2 - usually below the waist) are categorized by the site of the infection.  Both types have visible symptoms that resemble cold sores or fever blisters and are capable of infecting the skin at any location of the body.  ",
    "order": 1
  },
  {
    "element": "p",
    "content": "Many people are infected with this virus and have no symptoms.  This is because the immune system is producing antibodies against the herpes virus.  This response assists to reduce a recurrence for the virus and makes it hard for the virus to get a “foothold” anywhere else in the body.  Since the family of herpes simplex viruses can become latent and hide from the immune system in the cell bodies of nerves, it is vital to maintain a modulated immune system.  If the infected person’s immune system is weakened (most often due to poor nutrition, stress, or toxins) the virus can reactivate and an outbreak can occur.   ",
    "order": 2
  },
  {
    "element": "p",
    "content": "The family of herpes simplex viruses also causes other disorders such as herpetic whitlow, herpes gladiatorum, ocular herpes (keratitis), cerebral herpes, infection encephalitis, Mollaret’s meningitis, and neonatal herpes.  These viruses are contagious and can be transmitted by person-to-person contact by touching an infected area, through salvia and bodily fluids.  ",
    "order": 3
  },
  {
    "element": "p",
    "content": "To the modern medical world, there is no cure or vaccine for the herpes; this is a life-time virus.  With Natural Healers the modulation of the immune system can prevent the virus and also be the treatment.  Through having a modulated immune system and by keeping the body healthy, your natural defenses can fight and win.  For this purpose, nature has provided us with plants than contain wonderful healing properties.  (All medications proscribed by your doctor can find their roots in nature.)  Therapeutic Essential Oils contain high concentrations of anti viral properties.  ",
    "order": 4
  },
  {
    "element": "p",
    "content": "If you are like most people in our modern society, your immune system is already on overload.  Start improving your defenses with eating a healthy diet, taking supplements like Shiaqga, drinking enough water, and exercising the body.  ",
    "order": 5
  },
  {
    "element": "p",
    "content": "Man Found Standing states, “I want to share with you my personal experience with the herpes simplex virus type 1.  When I was in my mid teens about every six months a cold sore would appear that would last for about two weeks.  They were not only quite painful but very embarrassing as well.  ",
    "order": 6
  },
  {
    "element": "p",
    "content": "During one of my outbreaks that was halfway formed, my Grandfather happened to see me and suggested an ancient Australian Aboriginal remedy.  This oil extracted from the wild Tea Tree leaves was my first introduction to Therapeutic Essential Oils.  He gave me a bottle and told me to test it out.",
    "order": 7
  },
  {
    "element": "p",
    "content": "I put a drop on my finger and then rubbed it on the blister.  There was a painful burning sensation that lasted about thirty seconds and then the area was pain free.  I continued to put a drop of oil on the area every four or five hours when the pain started to return.",
    "order": 8
  },
  {
    "element": "p",
    "content": "Within days the area was completely healed.  I was further amazed that no blisters returned.  Now, over thirty years later, I still have not had another outbreak.  I thank my Grandfather for sharing this wisdom with me.” ",
    "order": 9
  }
]
