[
  {
    "element": "p",
    "content": "Cholesterol is naturally produced by the body consisting of a combination of lipid (fat) and steroid.  Our bodies need only a moderate amount of cholesterol as a building block for cell membranes, forming bile acids, for hormones (both estrogen and testosterone), and other internal processes.  About 80% of the body’s cholesterol is produced by the liver and the rest of comes from diet.  ",
    "order": 1
  },
  {
    "element": "p",
    "content": "After you eat, cholesterol in the food is absorbed from the intestine and stored in the liver.  The liver regulates the cholesterol levels in the bloodstream and secretes cholesterol to replenish the body.  Too much cholesterol and the body begins to develop health problems that can end in heart disease and stroke.  ",
    "order": 2
  },
  { "element": "p", "content": "LDL & HDL Cholesterol", "order": 3 },
  {
    "element": "p",
    "content": "LDL (low-density lipoprotein), is considered the bad cholesterol.  LDL elevates the levels of cholesterol that increase the risk of coronary heart disease.  LDL causes cholesterol (plaque buildup) on the artery walls causing a narrowing and hardening.  This process is called atherosclerosis.  Diets that are high in saturated fats (from meat and dairy) and cholesterol raise the levels of LDL in the blood.  ",
    "order": 4
  },
  {
    "element": "p",
    "content": "Through the lowering of LDL cholesterol, one can prevent or reverse atherosclerosis, angina (chest pain caused by too little oxygen-carrying blood reaching the heart), and heart attacks.  This also prevents or stops the formation of plaque on the artery walls, reduces existing plaques, and prevents blood clots forming, as well as decreasing the risk of a heart attack.    ",
    "order": 5
  },
  {
    "element": "p",
    "content": "HDL (high-density lipoprotein) is considered the good cholesterol.  HDL cholesterol prevents atherosclerosis by extracting plaque from the artery walls and disposing of it through the liver.  Diets that are high in unsaturated fats (from vegetable sources like coconut, avocado, and palm) assist the body.  ",
    "order": 6
  },
  { "element": "p", "content": "What to do?", "order": 7 },
  {
    "element": "p",
    "content": "Scientific studies show that when people with life-threatening cholesterol issues switch to an all plant-based diet, their health improves rapidly.  So, eat healthy nutritional plant-based foods and take high-quality herbal supplements like Shiaqga.  This will ensure that your body gets the fuel it needs to live a healthy life, have a strong immune system, and activate the body's healing stem cells.   The human body is designed to heal itself.  By giving it the proper building blocks miracles of healing can will.",
    "order": 8
  }
]
