[
  {
    "element": "p",
    "content": "I ran across a recent study published by Harvard University that showed once again the harmful effects of fluoride in our drinking water.  The study concluded that children in areas with highly fluoridated water have \"significantly lower\" IQ scores than those children who live in low fluoride areas.",
    "order": 1
  },
  {
    "element": "p",
    "content": "This along with many studies published during the last century, clearly show the harmful effects of fluoride to the brain and overall body health.  Below are a few articles to assist you in understanding how harmful fluoride can be.",
    "order": 2
  },
  {
    "element": "p",
    "content": "Dr. Dean Burk, who in 1937 co-founded the US National Cancer Institute, in a taped interview equates the fluoridation of the public drinking water to being \"public murder.\"  Studies at that time clearly demonstrated dramatic increases in cancer cases and deaths in as little as one to two years after instigating fluoridation.  ",
    "order": 3
  },
  {
    "element": "p",
    "content": "On October 1, 1944 the Journal of the American Dental Association stated:  \"Drinking water containing as little as 1.2 ppm fluoride will cause developmental disturbances. We cannot run the risk of producing such serious systemic disturbances. The potentialities for harm outweigh those for good.\"",
    "order": 4
  },
  {
    "element": "p",
    "content": "In the book “Fluoride, The Aging Factor” by Dr. Yiamouyiannisa, long term exposure to fluoride are documented.  Even in minute amounts, as little as 10% of the amount of fluoride used in normal  fluoridated water, fluoride was shown to cause cumulative tissue damage, gastrointestinal disorders, osteoporosis, skin rashes, acne, suppressed immune system, cancer, and many other health problems.   ",
    "order": 5
  },
  {
    "element": "p",
    "content": "The United States Center for Disease Control and the Safe Water Foundation has reported that areas containing fluoride of only one part per million added to the drinking water in the United States show an increase in the death rate compared to areas not exposed to fluoride.  They estimate that around 40,000 deaths occur annually in the United States that are directly linked to fluoride poisoning.   ",
    "order": 6
  },
  {
    "element": "p",
    "content": "In 2006 the U.S. National Research Council concluded the fluoride is linked to learning disorders, neurodevelopmental delays, and neurotoxicity in laboratory animals.  Rats exposed to as little as 1 part per million of fluoride in their drinking water not only showed structural alterations in the brain but also increased levels of aluminum.  (Aluminum toxicity has been linked with Alzheimer disease and other debilitating diseases.) ",
    "order": 7
  },
  {
    "element": "p",
    "content": "​Currently in the United States, over seventy percent of the public drinking water contains added fluoride.  Fluoride toxicity has been shown in scientific research to lead to the following other variety of health effects not mentioned above:",
    "order": 8
  },
  {
    "element": "ul",
    "content": [
      { "order": 1, "content": "Increased led absorption" },
      { "order": 2, "content": "Thyroid disease or lowered thyroid function" },
      { "order": 3, "content": "Genetic damage" },
      { "order": 4, "content": "Increased infertility" },
      { "order": 5, "content": "Disrupts synthesis of collagen" },
      { "order": 6, "content": "Hyperactivity" },
      { "order": 7, "content": "Muscle disorders" },
      { "order": 8, "content": "Bone fractures" },
      { "order": 9, "content": "Arthritis" },
      {
        "order": 10,
        "content": "Inactivates 62 enzymes and inhibits more than 100 others"
      },
      { "order": 11, "content": "Lethargy" },
      { "order": 12, "content": "Dementia" },
      { "order": 13, "content": "Inhibits the formation of antibodies" },
      { "order": 14, "content": "Damaging to the hippocampus" },
      {
        "order": 15,
        "content": "Formation of beta-amyloid plaques (the classic abnormality in Alzheimer’s)"
      },
      { "order": 16, "content": "Damage to purkinje cells" },
      { "order": 17, "content": "Reduction in lipid content" },
      {
        "order": 18,
        "content": "Reduction in nicotinic acetylcholine receptors "
      },
      {
        "order": 19,
        "content": "Exacerbation of lesions induced by iodine deficiency"
      },
      { "order": 20, "content": "Impaired antioxidant defense systems" },
      { "order": 21, "content": "Increases the uptake of aluminum" }
    ],
    "order": 9
  },
  {
    "element": "p",
    "content": "The Shiaqga product assists the body in detoxification and restoring the body's ability to heal from fluoride poisoning.",
    "order": 10
  }
]
