{
  "title": "Lupus",
  "linkText": "Lupus - An Autoimmune Disease",
  "order": 1,
  "author": "Man Found Standing, Native American Medicine Man",
  "elements": [
    {
      "element": "p",
      "content": "A healthy immune system means that the body is communicating properly and in control of its natural defense against infection or disease.  (For example:  When a break happens in the skin, the immune system, attacks quickly to prevent any foreign invaders like germs from entering the body and the healing process begins.)  The organs of the immune system are thymus, spleen, lymph, bone marrow, white blood cells, antibodies, complement system, and hormones.  ",
      "order": 1
    },
    {
      "element": "p",
      "content": "When you have Lupus, the immune system is malfunctioning.  It does not recognize parts of your body and starts the attack just like it was a foreign invader.  Lupus is considered a chronic (long-lasting, persistent) autoimmune disease that attacks healthy tissues of the body.  Lupus causes inflammation of the tissues that can damage the heart, joints, skin, lungs, blood vessels, liver, kidneys, and the nervous system.   ",
      "order": 2
    },
    {
      "element": "p",
      "content": "According to the Lupus Foundation of America Inc., there are at least 1.52 million Americans that have lupus.  The hormone, estrogen, seems to have a role in the diagnosis of lupus and is more common in women of childbearing ages (15-44), about 90 percent, but men and children can also develop lupus.  ",
      "order": 3
    },
    {
      "element": "p",
      "content": "The modern medical establishment spends billions of dollars in research and still has not isolated the cause for lupus.  They understand that there are certain ethnic groups (African, Asian, Hispanic/Latino, Native American, Native Hawaiian, or of Pacific Island) that are considered to have a greater risk for this disease as well as risk factors that may increase the chance of developing lupus.  Still the medical establishment considers Lupus as having no cure.",
      "order": 2
    },
    {
      "element": "p",
      "content": "Doctor’s risk factors for an increased chance of developing lupus:",
      "order": 3
    },
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Toxic environmental conditions"
        },
        {
          "order": 2,
          "content": "Ultraviolet rays (from the sun or fluorescent lights)"
        },
        {
          "order": 3,
          "content": "Sulfa drugs or others drugs (make a person more sensitive to the sun)"
        },
        {
          "order": 4,
          "content": "An infection, cold, or viral illness"
        },
        {
          "order": 5,
          "content": "Exhaustion"
        },
        {
          "order": 6,
          "content": "Injury"
        },
        {
          "order": 7,
          "content": "Emotional stress (divorce, illness, death in the family etc.)"
        },
        {
          "order": 8,
          "content": "Being pregnant or giving birth"
        }
      ],
      "order": 4
    },
    {
      "element": "p",
      "content": "Interestingly enough, all of the above factors above would bring about potential problems to the immune system.  If you also add the factor of our modern lifestyles, toxic environment, and lack of nutrition it is quite easy to see why a person could develop lupus. ",
      "order": 5
    },
    {
      "element": "p",
      "content": "Doctors sometimes have a hard time diagnosing lupus because it can affect so many different organs and the symptoms can mask as other diseases.  Lupus has been called ‘the great imitator’ because the symptoms are often like rheumatoid arthritis, blood disorders, fibromyalgia, diabetes, thyroid problems, and heart, lung, muscle, and bones diseases.  Doctors consider lupus as an unpredictable disease; it can flare up at times or go into remission for years.",
      "order": 8
    },
    {
      "element": "p",
      "content": "Some of the most common symptoms of lupus are:",
      "order": 8
    }
    {
      "element": "ul",
      "content": [
        {
          "order": 1,
          "content": "Extreme fatigue or tiredness"
        },
        {
          "order": 2,
          "content": "Headaches"
        },
        {
          "order": 3,
          "content": "Fever"
        },
        {
          "order": 4,
          "content": "Painful or swollen joints"
        },
        {
          "order": 5,
          "content": "Swelling in the feet, legs, hands, and /or around the eyes"
        },
        {
          "order": 6,
          "content": "Pain in the chest"
        },
        {
          "order": 1,
          "content": "A butterfly-shaped rash across the cheeks and nose"
        },
        {
          "order": 2,
          "content": "Sun or light sensitivity"
        },
        {
          "order": 3,
          "content": "Hair loss"
        },
        {
          "order": 4,
          "content": "Abnormal blood clotting"
        },
        {
          "order": 5,
          "content": "Fingers turning white and or blue when cold"
        },
        {
          "order": 6,
          "content": "Mouth or nose ulcers"
        }
      ],
      "order": 7
    },
    {
      "element": "p",
      "content": "Since this autoimmune disease has been declared my modern medicine as having no cure, the doctor’s treatments for lupus will all be, in the long run, futile.  Are you ready to look at alternatives?  No, you do not have to stop your doctor’s treatments; all you need to do is take charge of your own health.  ",
      "order": 8
    },
    {
      "element": "p",
      "content": "Alternative Healers understand that we all grew from a single cell into the being we now are.  They see the human body as having the ability to heal itself from any condition provided the proper building blocks are available.  When the body is being overloaded or lacks the proper building blocks, problems will arise.  Whether its lupus, cancer, diabetes, or other health issues the cause is the same!  The body is lacking the ability to function and regenerate properly.    ",
      "order": 9
    },
    {
      "element": "p",
      "content": "Keeping the body healthy means having a healthy immune system.  By giving your body the proper nutritional support and modulating the immune system, miracles can and do happen.  If you are deficient in nutrition, minerals, smoke, use alcohol, or engulfed by the environments toxins of modern society, your immune system will suffer and your body will not regenerate the way it should.  By eating healthy, taking high quality supplements, drinking plenty of water, and getting exercise, your body can heal and maintain optimal health. ",
      "order": 10
    }
  ]
}
