{
  "title": "Stop Smoking with Shiaqga",
  "linkText": "Stop Smoking",
  "order": 1,
  "author": "Unknown",
  "elements": [
    {
      "element": "p",
      "content": "Thank you for having the desire to improve your optimal health by stop smoking.  Fully read the entirety of this information so you can have a complete understanding of how to stop the cravings.  With this information, we suggest you to use the Shiaqga supplement to assist in your detoxification and healing. ",
      "order": 1
    },
    { "element": "p", "content": "PART ONE:  YOUR COMMITMENT", "order": 2 },
    {
      "element": "p",
      "content": "Nobody can convince you to quit smoking, and we are not going to try.  Wanting to quit is up to you because it does take effort and determination and only you can do it.  Once you have the desire, we can give you the method that will make it possible.",
      "order": 3
    },
    {
      "element": "p",
      "content": "The hardest thing you will have to do in this program is to decide to quit.  You’ve already made a big step in that direction by starting to read this information.  There are 15 proven simple steps that enable you to quit without pain or discomfort of any kind.",
      "order": 4
    },
    {
      "element": "p",
      "content": "Much of what we will be asking you to do will seem a bit weird, strange, or even silly.  You may not understand how some of these steps could possibly assist you to quit.  Nevertheless, we want you to know that if you will trust us and follow each of the steps that we will teach you, to the letter, every day, for the next seven days, you will be a non-smoker.",
      "order": 5
    },
    {
      "element": "p",
      "content": "No smoker can do the things we are going to ask you to do this next week and still be a smoker.  This system is designed to turn off the longing, the desire, the craving for a cigarette that, in the past, has stopped your efforts to quit.  If, indeed, this system will really turn off that longing for a smoke, wouldn’t you agree that it would be easy to quit?",
      "order": 6
    },
    {
      "element": "p",
      "content": "We have a sincere promise that we would like to make to you, and then we would like you to make one to us.  Our promise to you is this:",
      "order": 7
    },
    {
      "element": "p",
      "content": "If you will forget all the past experiences you have had trying to quit cigarettes and follow every single one of the 15 Steps we will soon teach you, you will be a non-smoker, seven days from now!",
      "order": 8
    },
    {
      "element": "p",
      "content": "It is true.  But there is only one way for you to find out how great this system is – you have to do it.  You can never honestly say the system does not work unless you have put it to the test.",
      "order": 9
    },
    {
      "element": "p",
      "content": "We are going to ask you to make a commitment that you will follow the steps for seven full days.  First off, click the \"Declaration of Independence” button below, read, and then sign it.  This is essential because you are telling your subconscious mind you have made up your mind you are going to follow the steps for seven days and you deserve its support. ",
      "order": 10
    },
    {
      "element": "link",
      "link": "https://www.shiaqga.com/smoking-declaration.html",
      "local": false,
      "linkText": "STOP SMOKING DECLARATION OF INDEPENDENCE",
      "order": 11
    },
    {
      "element": "ul",
      "content": [
        { "order": 1, "content": "" },
        { "order": 2, "content": "" },
        { "order": 3, "content": "" },
        { "order": 4, "content": "" },
        { "order": 5, "content": "" },
        { "order": 6, "content": "" },
        { "order": 7, "content": "" },
        { "order": 8, "content": "" },
        { "order": 9, "content": "" }
      ],
      "order": 12
    },
    { "element": "p", "content": "PART TWO:  THE BELL ", "order": 13 },
    {
      "element": "p",
      "content": "Back when you first started to smoke, you had to learn how.  It took a bit of time.  Does it make sense that once you have learned “how” to smoke, you must learn how “not” to smoke?",
      "order": 14
    },
    {
      "element": "p",
      "content": "There was a famous scientist named Pavlov.  He did an experiment with some dogs, which you might have heard in school.  He put a dog in a cage with a special device attached to his throat that would measure each time the dog would salivate.  Whenever Pavlov would put food in front of the dog, the machine would register.",
      "order": 15
    },
    {
      "element": "p",
      "content": "Pavlov began to ring a bell just before he would show the dog some food.  He did this over and over, again.  Finally, he rang the bell without showing the dog the food.  The machine registered just as if the food had been shown.  The dog was conditioned to the bell.  When the dog heard the bell, he thought the food was coming next, so he began to salivate.",
      "order": 16
    },
    {
      "element": "p",
      "content": "Smokers are similar in that they have a bell as well.  Smokers have been conditioned to all kinds of “bells” which send a signal to the brain that says: “Time for a cigarette”.",
      "order": 17
    },
    {
      "element": "p",
      "content": "If we could turn off that bell, the desire for a cigarette would never come, and you could quit with no problem, right?  Well, that is exactly what this system of quitting is based on.  It is designed to turn off that bell.  You learned how to turn it on when you first started smoking, now you must learn how to turn it off.",
      "order": 18
    },
    {
      "element": "p",
      "content": "PART THREE:  CRUSHING THE HABIT",
      "order": 19
    },
    {
      "element": "p",
      "content": "How would you like to turn off that smoking bell?  This is where your commitment comes in, you must want to turn it off.  We can teach you the system, but you get to be willing to make it work.  But, before we do that, there is one more important thing we would like you to do.  This could be the hardest thing we are going to ask you to do.  Right now please take out your pack of cigarettes. . . now go throw them into the trash.  You will also need to gather up all smoking materials and throw them away.",
      "order": 20
    },
    {
      "element": "p",
      "content": "That was great!!!  Now that is done everything else is really easy from here on.  Well, congratulations!  You are now a non-smoker.  The purpose of this lesson, from here on, is to learn how to stay a non-smoker.",
      "order": 21
    },
    { "element": "p", "content": "PART FOUR:  THE 15 STEPS", "order": 22 },
    { "element": "p", "content": "1.  MEDITATE", "order": 23 },
    {
      "element": "p",
      "content": "We ask everyone who uses this Stop Smoking Protocol to begin each day with a short meditation or prayer to ask for assistance.  Get your subconscious mind to work with you.  Picture yourself as a non-smoker and use an affirmation that says, “I am now enjoying my new environment and I am bringing happiness to others around me”.  Make the affirmation fit you.  Use an affirmation that uplifts you and assists you to see yourself as a smoke-free person.  Avoid using “negative” words like I am not smoking or I don’t smoke anymore.  Because the subconscious does not recognize the words not and don’t, it is reinforcing what you have committed to stop.  If you do your very best at this you will be successful.",
      "order": 24
    },
    { "element": "p", "content": "2.  AVOID TEMPTATION", "order": 25 },
    {
      "element": "p",
      "content": "You have already begun working on this step by discarding those cigarettes.  But that isn’t the end of it.  Just like a person on a diet should not sit and look at a bowl of sweets, a person quitting smoking should avoid placing himself in a position to have to fight off temptation.  Get rid of all smoking materials from around you if possible.  Even the sight of a pack, or an ashtray, or even a box of matches can cause that bell to ring.  Stay away from places where people are smoking.  Avoid trying to be strong and put up with these things.  As long as you let that bell keep ringing, you will be asking for trouble.",
      "order": 26
    },
    {
      "element": "p",
      "content": "If we were to stand here ringing a real bell, and if you couldn’t stop us, it could eventually drive you crazy.  The same thing happens if you let any smoking “bells” keep ringing.",
      "order": 27
    },
    {
      "element": "p",
      "content": "Many people are afraid to stop smoking, so they keep a pack of cigarettes at hand “just in case”.  That is like keeping a loaded gun on the kitchen table “just in case” someone tries to break into your house.  Sooner or later, it will go off, most likely when you do not want it to.",
      "order": 28
    },
    {
      "element": "p",
      "content": "Note:  If you have questions about what to do about other people who smoke, we will cover that when you get to Step 12.",
      "order": 29
    },
    { "element": "p", "content": "3.  PREPARE", "order": 30 },
    {
      "element": "p",
      "content": "There are two ways to prepare.  The first is to gain knowledge of how to quit, and the second is to have all the items necessary to make the system work.  We can assist you with the knowledge and understanding along with two powerful essential oil combinations, but you must be the one to go to the store and buy any other items you may need.",
      "order": 31
    },
    {
      "element": "p",
      "content": "Each day, please remember to read over the 15 steps so you will have them fresh in your mind throughout the day.  Remember, we are not asking you to do these things for the rest of your life, just for seven days. ",
      "order": 32
    },
    {
      "element": "p",
      "content": "So far, is there anything in this program that you do not think you can handle?  Then let’s get into the real meat of the program.",
      "order": 33
    },
    { "element": "p", "content": "4.  BRUSH TEETH", "order": 34 },
    {
      "element": "p",
      "content": "Every step of this program is vitally important.  None can be left out, and none is “the most important” or “least important”.  But, this one must be considered one of the most important steps, because it is designed to start your day on the right foot.  Do not ever leave it out.",
      "order": 35
    },
    {
      "element": "p",
      "content": "As we mentioned earlier, there are many bells that cause you to want to smoke.  This first step is designed to stop the first bell of the day.  The moment you wake up in the morning, you just jump right out of bed and head for the bathroom, brush your teeth and rinse your mouth with a strong mouthwash.  Now put a few drops of Shiaqga in your mouth.  (You decide how many drops and how often that will best work with your body type.  Usually, five to ten drops are sufficient at this stage.  The more Shiaqga you take, the more healthy building blocks and cleansing effect you will receive.  The recommended dose of Shiaqga is three dropper squirts a day (that is about 1/3 to 1/2 of the dropper full).  Taking more will greatly compound the detoxification and healing effects.  Slowly build up and take the amount of Shiaqga that feels good for your body.)    ",
      "order": 36
    },
    {
      "element": "p",
      "content": "The purpose of this step is to drastically change the taste in your mouth, assist your body in its detoxification efforts, support your body in building healthy cells, and overcoming cravings.  You see, you have been conditioned to want a cigarette first thing in the morning when you have that “morning mouth taste” in your mouth.  If we can make a drastic change in the taste in your mouth and give you a little assistance, you won’t have the first bell go off.",
      "order": 37
    },
    {
      "element": "p",
      "content": "Even if you don’t usually have a cigarette, right away when you wake up, this step is essential and must not be skipped.  It will help you to get your day started without a first cigarette, no matter when you usually have that first one.",
      "order": 38
    },
    { "element": "p", "content": "5.  BREAKFAST", "order": 39 },
    {
      "element": "p",
      "content": "Do you have breakfast in the morning?  Most smokers do not.  For the next seven days and hopefully from now on, you must have a good, healthy, nutritious breakfast to get your day started on the right foot.  You will be surprised at how good it will help you feel.",
      "order": 40
    },
    {
      "element": "p",
      "content": "Look what you have been doing.  You have been putting pollution into your body with very little good nutrition.  When you quit smoking, your body needs as much “good” coming in as possible to assist you in being strong and able to easily overcome the effects of smoking.  You can clean the pollution out by putting lots of “good” in.",
      "order": 41
    },
    {
      "element": "p",
      "content": "What is meant by a good breakfast is some healthy whole-grain cereal, either hot or cold, along with some fruit.  You can add anything else you want to that, but those are some basics you can include in your breakfast for each of the next seven days.",
      "order": 42
    },
    {
      "element": "p",
      "content": "As you put better “fuel” into your body, doesn’t it make sense that your body will run better?  When you smoke, all kinds of impurities get into your system.  In order to get them out, you deserve to use a good cleansing system.  Good nutrition will not only clean up the garbage inside you, but it will also fuel your system and give you lots of energy.  It is so much easier to quit smoking when you are feeling good.",
      "order": 43
    },
    {
      "element": "p",
      "content": "As soon as you finish your breakfast, we want you to drink a cold glass of grapefruit juice.  (If you really have to, orange juice will also work, but grapefruit juice works so much better.)  We know that most people do not care much for grapefruit juice, but for one week you can handle it.",
      "order": 44
    },
    {
      "element": "p",
      "content": "The reason for this is that the taste of grapefruit juice is not a taste that you have been conditioned to.  When you drink a glass of grapefruit juice, a bell does not go off making you want a cigarette.  Changing the taste in your mouth the moment you stop eating, will turn off the cigarette bell.",
      "order": 45
    },
    {
      "element": "p",
      "content": "In fact, this simple step works so well at turning off the after-meal cigarette bell, we want you to do this after every meal.  After every meal, for the next seven days, finish with a good size glass of grapefruit juice.  (Freshly squeezed is always the best for its nutrition, but if you don't have the time the pre-bottled grapefruit juice will do.)",
      "order": 46
    },
    {
      "element": "p",
      "content": "The other benefit of freshly squeezed grapefruit juice is that it contains Vitamin C.  Vitamin C is the fastest known substance for cleaning nicotine out of the blood system.  In fact, can you see that everything we are asking you to do is good for you?  We can help you quit smoking by doing good, healthy things for your body.",
      "order": 47
    },
    {
      "element": "p",
      "content": "Since Vitamin C is so helpful in quitting cigarettes, we want you to also take a Vitamin C tablet after every meal.  Buy a bottle of Vitamin C tablets, and get the highest quality and strongest dosage you can get.  You cannot overdose on Vitamin C.  Your body uses what it needs, and the rest is eliminated.  In this way, you will constantly have plenty of Vitamin C in your body working fast to clean out all the nicotine from your blood.  It is great and assists you to feel better and be healthier too.",
      "order": 48
    },
    {
      "element": "p",
      "content": "So, let’s review.  Every morning, you will have a good nutritious breakfast, ended with a cold glass of grapefruit juice and a Vitamin C tablet.  You will also finish each meal of the day with grapefruit juice and Vitamin C.",
      "order": 49
    },
    {
      "element": "p",
      "content": "Is there any reason why you could not do these things for the next seven days?  Can we count on you to follow these steps?",
      "order": 50
    },
    {
      "element": "p",
      "content": "6.  FLOSS & BRUSH TEETH AFTER EVERY MEAL",
      "order": 51
    },
    {
      "element": "p",
      "content": "This time, when you floss and brush your teeth, it is not to change the taste in your mouth like we did first thing in the morning, although that will be helpful.  The main reason we are having you floss and brush your teeth is simply to clean them.  When you eat, particles of food get stuck in your teeth.  Later in the day those particles may come out and hit a taste bud, causing a bell to go off.  It is totally a psychological thing.  It happens subconsciously.  By following this step, you will be taking precautions to prevent the bell from ringing.",
      "order": 52
    },
    {
      "element": "p",
      "content": "Once your teeth are brushed, place another five to ten drops of Shiaqga on your tongue.",
      "order": 53
    },
    {
      "element": "p",
      "content": "If you will carefully follow each and every one of these steps we have given you so far, you will eliminate about 90% of the bells that will cause you to desire a cigarette.  It will take some effort on your part.  You will have to think and plan in advance, but you can do it. ",
      "order": 54
    },
    {
      "element": "p",
      "content": "Is there any step we have given up to this point that you do not understand or which you do not think you can follow?",
      "order": 55
    },
    {
      "element": "p",
      "content": "If you answered in a positive way, congratulations.  If your response was negative you need to know you are making excuses, procrastinating, and are failing to abide by your agreement to have faith in the system, give it a chance and believe it will work for you and the next seven days will prove it.",
      "order": 56
    },
    { "element": "p", "content": "7.  EMERGENCY PROCEDURES", "order": 57 },
    {
      "element": "p",
      "content": "As we just mentioned, the steps we have discussed so far will stop the bell 90% of the time.  There will be times when the bell will ring even though you have done everything we have told you to do, so far.  When that happens, have no fear!  We have several emergency procedures for you to follow that will turn off the bell when it rings.",
      "order": 58
    },
    {
      "element": "p",
      "content": "The first step is quick and easy to use.  You can do it anywhere.   All you have to do is a little deep breathing exercise.  (Incorporating a couple of drops of Shiaqga on the tongue while doing this may assist you greatly.)  Deep breathing does two great things for you.  First, it stops the bell by sending five times more oxygen to your brain than normal.  Your brain would much rather have oxygen than nicotine, so it turns off the bell calling for a cigarette.",
      "order": 59
    },
    {
      "element": "p",
      "content": "Secondly, all that extra oxygen assists in cleaning out the poisonous gases from your blood system and in cleaning your lungs.  In order to get the bad gases out of your blood; you have to put something good in.  The goodwill pushes out the bad very quickly.  Normally, it will take weeks for this to happen, but by following this step, and others, it will get your system cleaned out in days.  Deep breathing also speeds up the process of cleaning out the garbage from your lungs.  This may be a long process, but that does not affect the bell, so that is okay.",
      "order": 60
    },
    {
      "element": "p",
      "content": "If you should develop a cough (more than normal), don’t let that scare you.  It is to be expected.  As soon as your body discovers that you have stopped smoking, it will begin to “clean up” right away.  Coughing is your body’s natural response to making that effort.  Using the Shiaqga will assist your body in cleaning out the garbage quicker.",
      "order": 61
    },
    {
      "element": "p",
      "content": "Another “side effect” of the deep breathing is that you may get a bit light-headed from all the oxygen rushing to your brain.  This is to be expected and is not harmful in any way.  Because of smoking, you are just not used to all that oxygen.  Oxygen cannot hurt you, so don’t be concerned.",
      "order": 62
    },
    {
      "element": "p",
      "content": "Not only can you use this as an emergency step, but you can also do this three or four times a day as a way to assist your body in overcoming the effects of smoking faster.  Do it often and you will feel great.",
      "order": 63
    },
    {
      "element": "p",
      "content": "The idea is to empty your lungs of all the air that is in them, and then fill them up with as much air as possible through your nose.  Start by breathing out all the air you can.  When you think it is all out, say the word “assist” to get the last little puff of air out, and that will also remind you that we all need assistance in this life.  You then slowly fill your lungs right up to their capacity, hold your breath a few seconds, (start with two or three seconds and build up to ten, do not go more than ten), then blow the air out through your mouth and repeat this process at least two more times.  Try this right now and see how you feel.  It really is a marvelous thing to be able to get rid of the longing for a cigarette just by breathing.",
      "order": 64
    },
    {
      "element": "p",
      "content": "The next emergency step is to just take five to ten drops of Shiaqga.",
      "order": 65
    },
    {
      "element": "p",
      "content": "If you would like more assistance you can then take a drink of grapefruit juice.  You will see what I mean, once you give it a try.  It quickly takes away that desire, and it gives you extra Vitamin C.",
      "order": 66
    },
    {
      "element": "p",
      "content": "If you want something even more powerful than the grapefruit juice, try mouthwash.  Just swish a little in your mouth and it will last from one to two hours. ",
      "order": 67
    },
    { "element": "p", "content": "8.  SNACKS", "order": 68 },
    {
      "element": "p",
      "content": "Many people are concerned that they will gain weight when they quit smoking.  That is, indeed, a possibility.  When you stop smoking, it is normal to have a desire to munch.  That’s great!  We want you to eat, but we want you to eat only those foods that will provide good nutrition.  Remember that good nutrition will assist you to quit smoking.",
      "order": 69
    },
    {
      "element": "p",
      "content": "All this week you want to eat as much fruit and vegetables as you can get.  Stay away from “junk food” and sweets as much as possible.  When you want to munch, use fruits and vegetables.  A good snack that many people have found helpful is to slice carrots, celery, broccoli, cauliflower, and other vegetables, put them in a bowl with some water to keep them fresh and keep them in the refrigerator.  In another bowl, have some healthy salad dressing or fresh olive oil mixed with lime juice and salt.  When you feel like munching, you can just dip some of these raw vegetables in the dressing for a tasty, nutritious snack that will assist your body become healthier and fight off the effects of smoking. ",
      "order": 70
    },
    {
      "element": "p",
      "content": "Fruit, also, works well, so have a good variety on hand to choose from.  Please, no cakes, cookies or sweets of any kind for these seven days.",
      "order": 71
    },
    { "element": "p", "content": "9.  KEEP BUSY", "order": 72 },
    {
      "element": "p",
      "content": "If you allow yourself to sit around bored, with nothing to do, chances are a bell will go off telling you to have a smoke.  Prevent this by making an extra effort to stay busy all the time.  Find projects you have put off for a while and do them.  Go assist a neighbor, friend, or relative.  Volunteer to assist with a civic group or organization.  There is plenty to do.  If nothing else is available, take a quick walk.  There is nothing like a brisk walk in the fresh air to avoid a cigarette.",
      "order": 73
    },
    { "element": "p", "content": "10.  DRINKS", "order": 74 },
    {
      "element": "p",
      "content": "This is vital.  There is no way around it.  You know for a fact that if you drink coffee, tea, or any kind of alcohol, you will want a cigarette.  That bell will ring.  If you let the bell ring, the system will not work.",
      "order": 75
    },
    {
      "element": "p",
      "content": "Fortunately, the same steps that turn off the cigarette bell also turn off the longing for coffee, tea, or alcohol.  If you follow all the steps exactly, it will work great.",
      "order": 76
    },
    {
      "element": "p",
      "content": "Remember, we are asking you to just follow the program to find out for yourself that it will work.",
      "order": 77
    },
    {
      "element": "p",
      "content": "Is there any reason you cannot follow this step, exactly?",
      "order": 78
    },
    {
      "element": "p",
      "content": "You know yourself that coffee, tea, alcohol cause the bell to ring.  If you tell yourself that you can be strong and not smoke while you drink them, you will be asking for trouble.  If you let the bell keep ringing, you may be able to deal with it for a while, but sooner or later your willpower may slip and you could end up on cigarettes, again.",
      "order": 79
    },
    {
      "element": "p",
      "content": "Remember, if I were to stand here ringing a real bell, and if you could not stop me, before long, it would get very frustrating and painful.  That is what will happen if you let the cigarette bell keep ringing.",
      "order": 80
    },
    {
      "element": "p",
      "content": "It is only one week, seven days one day at a time.  We are not asking you to change your life.  We are just asking you to change for a few days.  At the end of the seven days, it will be up to you what you do from there.  Of course, we recommend that you think carefully about the advantages to your health by not drinking these things anymore, but after seven days you should be able to stay away from snacks with or without these drinks.",
      "order": 81
    },
    { "element": "p", "content": "11.  FRIENDLY SUPPORT", "order": 82 },
    {
      "element": "p",
      "content": "You deserve all the assistance you can get.  Don’t keep your efforts to stop smoking a secret.  Wear your badge proudly by telling all your friends and family.  Everyone deserves a little pat on the back, and when you tell them what you are doing they will naturally give you encouragement and support.",
      "order": 83
    },
    {
      "element": "p",
      "content": "Some of your smoking friends may joke and give you a hard time, but most will give you great support.  No one knows how hard it is to quite like a smoker.",
      "order": 84
    },
    { "element": "p", "content": "12.  NON-SMOKERS", "order": 85 },
    {
      "element": "p",
      "content": "We know that it would be idealistic to think that you could avoid all smokers for a full week, but we know you can substantially reduce your contact with people who are smoking.  The idea of this system of quitting is to make it easy for you, not difficult.  We know the things that will make quitting easy.",
      "order": 86
    },
    {
      "element": "p",
      "content": "Certainly, you realize that it will be easier if you avoid being with a smoker.",
      "order": 87
    },
    {
      "element": "p",
      "content": "You are now a non-smoker, so go to non-smoking sections of restaurants, and visit shops where smoking is not permitted.  Stay away from parties, bars, and meetings where people smoke.  Remember, this is just for seven days, not for the rest of your life.  You can make an adjustment for one week.",
      "order": 88
    },
    {
      "element": "p",
      "content": "Is there any reason you know of why you cannot follow this step, exactly?",
      "order": 89
    },
    { "element": "p", "content": "13.  PUT UP SIGNS", "order": 90 },
    {
      "element": "p",
      "content": "Signs are designed to be a gentle reminder of the commitment you have made to follow these 15 steps.  They are designed to make you smile and make this task a bit more pleasant.  (See the enclosed signs.  Write a few of your own to add.)",
      "order": 91
    },
    {
      "element": "p",
      "content": "Put them up all over the house.  Put them in your car and at work.  Wherever you go, you should see these signs.",
      "order": 92
    },
    {
      "element": "p",
      "content": "Don’t think of them as a silly extra.  As the week goes on, you will come to realize how these signs assist you.  Use them, and you will be glad you did.",
      "order": 93
    },
    {
      "element": "p",
      "content": "As one of your signs, use the “Declaration of Independence” you signed when we began.  Put it in the most prominent place in your house, so everyone will know of your efforts to quit.",
      "order": 94
    },
    {
      "element": "p",
      "content": "When others see your signs, they will ask you about them.  This will give you a chance to tell them what you are doing, which will bring you some friendly support for Number 11, and it will assist you to get other smokers interested in quitting, also.",
      "order": 95
    },
    {
      "element": "p",
      "content": "14.  ASSIST SOMEONE ELSE TO QUIT",
      "order": 96
    },
    {
      "element": "p",
      "content": "The more people who know of your success, the more likely you will be asked by your friends how you were able to do it.  Tell them about this program and invite them to learn the 15 steps, themselves.",
      "order": 97
    },
    {
      "element": "p",
      "content": "The reason this is such an important step for you to follow is that whenever you teach something to someone, it also reinforces that principle or teaching for yourself.",
      "order": 98
    },
    { "element": "p", "content": "15.  THANKS", "order": 99 },
    {
      "element": "p",
      "content": "Just as you began your day by meditating or praying for assistance, we want you to end your day with thankful meditation or prayer.  Get your subconscious mind working for you again.  Picture yourself as a non-smoker and say a thankful affirmation.  You may try something like this.  “I thank the Universe for assisting me in being smoke-free this day.”  Once again make the affirmation fit you.  Use positive language and celebrate your success.",
      "order": 100
    },
    {
      "element": "link",
      "link": "https://www.shiaqga.com/stop-smoking-signs.html",
      "local": false,
      "linkText": "SIGNS",
      "order": 101
    },
    {
      "element": "link",
      "link": "https://www.shiaqga.com/15-steps.html",
      "local": false,
      "linkText": "15 STEPS SHEET",
      "order": 102
    }
  ]
}
