{
  "title": "Superbugs",
  "linkText": "Superbugs",
  "order": 1,
  "author": "Man Found Standing, Medicine Man Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "Drug-resistant bacteria, or “superbugs,” have developed due to the overuse of antibiotics.  Last year these superbugs killed over 700,000 people worldwide and in thirty short years, these superbugs are estimated to be more lethal than cancer.  Because of these superbugs, Dr. Margaret Chan with the World Health Organization stated, \"things as common as strep throat or a child's scratched knee could once again kill.\"",
      "order": 1
    },
    {
      "element": "p",
      "content": "These superbugs are lifestyle and life threating.  I would like to share with you an experience from my daughter.",
      "order": 2
    },
    {
      "element": "blockquote",
      "content": "“My boyfriend got bit by a poisonous spider that caused an open wound in his leg. During the doctor’s treatment of this condition, he also picked up a very bad flesh-eating superbug to the injured area.    ",
      "order": 3
    },
    {
      "element": "blockquote",
      "content": "I also had a small open injury on my elbow and a couple days later, when I discovered the wound had grown to the size of a ping pong ball, I realized that I too had picked up the superbug.  ((Sadly, I had been neglecting my Shiaqga intake.) Having been raised with alternative medicine, I knew what to do.  First, I boiled up some water and thoroughly soaked a rag in it.  With the rag, I deep cleaned the infected area.",
      "order": 4
    },
    {
      "element": "blockquote",
      "content": "Next, I got out my therapeutic oregano essential oil. (I prefer the oils from www.IAmEssentialOils.com. Yes, I know that oregano is extremely ‘hot’ and powerful and should not be used directly on the skin. Still, I was dealing with a potentially fatal bacteria so I decided to become extreme myself. Because of my education, I knew that no bacteria or virus can survive contact with oregano.) I took the oregano oil and put a few drops into the open wound. ",
      "order": 5
    },
    {
      "element": "blockquote",
      "content": "The oregano started my wound ‘burning’. To ensure that the oregano reached every part of the affected area, I did another extreme treatment. I scrubbed in the oregano with a clean toothbrush until I was sure the oil completely saturated the affected area. (Yes, this also was quite painful.)",
      "order": 6
    },
    {
      "element": "blockquote",
      "content": "I then wrapped the wound and forgot about it.  Occasionally a couple times a day I would allow it to air out.  In less than two weeks my wound was completely healed.",
      "order": 7
    },
    {
      "element": "blockquote",
      "content": "Now my boyfriend had watched me undergo my extreme treatment and when I offered to do his wound he said, ‘No way!’",
      "order": 8
    },
    {
      "element": "blockquote",
      "content": "A couple weeks later he came to me and said, ‘I just came back from the doctor.  He thinks that I might have to have my leg amputated.  There is no way I am going to do that so you can do your thing.’",
      "order": 9
    },
    {
      "element": "blockquote",
      "content": "I followed the same regiment but with a bit more all-around treatment because his wound was larger.  He did not return to his doctor and his leg was all better in just over two weeks.”",
      "order": 10
    },
    {
      "element": "p",
      "content": "Essential oils are wonderful when dealing with killing superbugs on the skin.  Sadly, these superbugs often will find their home inside our bodies.  Taking large amounts of essential oils is not recommended to deal with that situation due to their ability to kill the “friendly” bacteria in your body.  What really works best for internal superbugs is having a modulated immune system.  ",
      "order": 11
    },
    {
      "element": "p",
      "content": "Having a modulated immune system also heals or avoids the current health epidemics of cardiovascular disease, diabetes, cancers, autoimmune disorders, and so forth.  With Shiaqga supplements you can restore your family’s health and protect them against superbug bacteria and viruses.  Another added benefit of long-term use of Shiaqga is its ability to activate your body’s own adult stem cells.  You can literally turn back your biological clock through stem cell regeneration of your organs.​",
      "order": 12
    }
  ]
}
