{
  "title": "Ulcerative Colitis",
  "linkText": "Ulcerative Colitis",
  "order": 1,
  "author": "P. Landis, N.D., Medicine Man Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "Ulcerative colitis generally strikes adults in the second, third and fourth decades of life, with the majority of cases being women and young adults.  It is a chronic (prolonged duration) inflammatory disease for which no definite cause has been identified, but which many health care professionals consider the product of our modern diet and lifestyle.  Jewish origin, Caucasian race and having a close family member with the disease are considered risk factors.",
      "order": 1
    },
    {
      "element": "p",
      "content": "​Although no absolute cause has been identified, it is generally understood by medical doctors that infection, dietary triggers, immune dysfunction or genetic causes are to blame.  Because some evidence has been noted in leading publications regarding the role of immune dysfunction in the development of the disease, most medical research in this area is working toward shutting down the immune-inflammatory response as a method of treatment.  This type of focus is unfortunate, especially in view of the fact that other immune dysfunction diseases have been most effectively treated with immune modulation – working with the immune system rather than against it.",
      "order": 2
    },
    {
      "element": "p",
      "content": "From my own personal experience in battling the disease, I believe that the cause is multi-factorial and involves dietary impropriety and the consequent infection which triggers immune dysfunction.  It is my belief that genetic factors are less important than the inherited lifestyle that predisposes whole families to the disease.",
      "order": 3
    },
    {
      "element": "p",
      "content": "Ulcerative colitis has an insidious onset with relatively silent inflammation beginning deep in a fold of the large bowel.  Damage to the mucous membrane is caused by the inflammatory cells of the immune system which are confused by the relative non-self environment of the toxic, infected mucosal lining of the intestine.  In this environment, the process of healing never really finishes, the damaged mucosa eventually ulcerates, and the inflammatory process begins to involve the deeper layers of the bowel wall.",
      "order": 4
    },
    {
      "element": "p",
      "content": "Mucosal destruction causes cramping, bleeding and the constant urge to defecate.  The disease process described to this point occurs at multiple sites in the bowel and results in blood-tinged, pus-laden diarrhea.  Patients can have up to 10 to 15 stools a day.",
      "order": 5
    },
    {
      "element": "p",
      "content": "While serious bleeding is rare, usually occurring only in severe disease involving extensive portions of the colon, anemia from blood loss is not uncommon.  Dehydration, weight loss, low grade fever, and constant cramping pain render patients truly miserable and often disabled entirely.  Strictures of the bowel and anal fissures or abscesses are frequent problems.  Worst of all, after years of the disease, the risk of colon cancer increases significantly.  In fact, sufferers of ulcerative colitis are as much as twenty times more likely to develop cancer of the colon and related organs.",
      "order": 6
    },
    {
      "element": "p",
      "content": "Modern treatments are aimed at decreasing inflammation, but the steroids and anti-inflammatories used both orally and rectally have numerous, dangerous side effects.  In extensive disease, hospitalization for IV rehydration or antibiotic treatment of infection is not an uncommon occurrence.",
      "order": 7
    },
    {
      "element": "p",
      "content": "The Role of Shiaqga in Ulcerative Colitis",
      "order": 8
    },
    {
      "element": "p",
      "content": "To complete the process of healing requires that the neutrophils and macrophages of the bowel perform their function without confusion.  Because these cells are also involved in the overall cleanup of the environment of the bowel, their healing function can be overridden by the need to transport toxic materials away from the affected mucosa.  In the chronically infected and toxic state of the bowel in ulcerative colitis, these important cells are not able to perform their healing functions.  More cells are needed.  Beta – glucan causes a modulation (dramatic increase) of the important cells so that both functions may be carried out simultaneously.",
      "order": 9
    },
    {
      "element": "p",
      "content": "Beta – glucans cause a systemic (body-wide) immune cascade as well.  This so enhances the body’s response to infection that mucosal damage is reduced.  Healing is allowed to take place because the chronic nature of the triggering infection is overcome.  ",
      "order": 10
    },
    {
      "element": "p",
      "content": "In addition to its Beta – glucan content, Shiaqga contains powerful, steroid-like triterpenes that help to control bowel inflammation without the side effects of chemotherapeutic anti-inflammatory drugs.  These triterpenoid compounds also assist the liver in proper bile and digestive enzyme production ensuring a more toxin free bowel environment.",
      "order": 11
    },
    {
      "element": "p",
      "content": "I am a cancer survivor of twelve years and it (Shiaqga) has made all the difference in the world to me.  My diagnosis is T-cell Lymphoma of the bowel with 4th stage metastasis to the liver, prostate, vocal cords and lymph nodes of the abdomen and throat.  No treatment was suggested as my cancer was too far advanced to do anything about it.",
      "order": 12
    },
    {
      "element": "p",
      "content": "Please read the following Beta – glucan link carefully.  Complete abstracts of the research is available but your doctor should be able to obtain it more quickly and easily than you or I.",
      "order": 13
    }
  ]
}
