{
  "title": "Vegetable Capsules Toxicity",
  "linkText": "Vegetable Capsules Toxins",
  "order": 1,
  "author": "Man Found Standing, Medicine Man Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "When I first decided to look at encapsulating supplements, I contacted a vegetable capsule manufacturer to see about purchasing bulk quantities of capsules directly from them.  I spoke with a representative from the vegetable capsule manufacturing company.  I explained my mission to provide the best overall health supplements in the industry and wanted to provide daily nutritional support to my customers. ",
      "order": 1
    },
    {
      "element": "p",
      "content": "After I explained to him that I was creating products that our customers would take everyday for the rest of their lives I said, “So we want to use the vegetable capsules so we have the healthiest capsule for our products.”",
      "order": 2
    },
    {
      "element": "p",
      "content": "The company representative responded, “You don’t want to use the veggie capsules then.”",
      "order": 3
    },
    {
      "element": "p",
      "content": "​I replied, “Yes, we do.  I want the most cost effective, healthiest capsule available.”",
      "order": 4
    },
    {
      "element": "p",
      "content": "To this he stated, “Veggie capsules are not the healthiest.”",
      "order": 5
    },
    {
      "element": "p",
      "content": "Somewhat confused I responded, “WHAT DO YOU MEAN?!” ",
      "order": 6
    },
    {
      "element": "p",
      "content": "The gentleman then proceeded to explain why vegetable capsules are not good for everyday use.  He told me that they use a “carcinogenic lubricant” in the manufacturing process.  Since the harmful cancer causing lubricant was not an ingredient, but just a by-product in the manufacturing process, they “legally” did not have to list it as an ingredient. ",
      "order": 7
    },
    {
      "element": "p",
      "content": "He continued to explain that microscopic traces of this lubricant were left on the capsule and that if a person was using veggie capsules daily for a long period of time, the carcinogenic chemicals would build up in the body and cause some serious side effects!",
      "order": 8
    },
    {
      "element": "p",
      "content": "After his explanation I said, “Well, can I get this in writing?”",
      "order": 9
    },
    {
      "element": "p",
      "content": "To which he replied, “No, and I don’t even know why I’m telling you this!”",
      "order": 10
    },
    {
      "element": "p",
      "content": "I then thanked him for his assistance and explained that I would have to go with another capsule manufacture representative because we did not want trace amounts of harmful substances on our capsules.",
      "order": 11
    },
    {
      "element": "p",
      "content": "To this the reprehensive explained how there were only a handful of vegetable capsule manufacturers in the United States and they are all manufacturing the capsules the same way.  He stated, “You probably won’t get another company to admit they are using the lubricant, but we are all using it because we have to in order to make the capsules.”  ",
      "order": 12
    },
    {
      "element": "p",
      "content": "His best suggestion for the most cost effective alternative was to encapsulate in 100% Bovine Gelatin Capsules.  So until a cost effective healthy alternative exists, I only use the bovine gelatin capsules instead of the potentially harmful vegetable capsules.  ",
      "order": 13
    }
  ]
}
