{
  "title": "Vomiting / Emesis",
  "linkText": "Vomiting",
  "order": 1,
  "author": "Paway-yatanatu way-art, Medicine Woman Practitioner",
  "elements": [
    {
      "element": "p",
      "content": "Vomiting is known medically as emesis, and informally as throwing up or by a number of other terms.  It is the forceful expulsion of the contents of one's stomach through the mouth and sometimes the nose.  The feeling that one is about to vomit is called nausea, which usually proceeds, but does not always lead to, vomiting. ",
      "order": 1
    },
    {
      "element": "p",
      "content": "In vomiting, the stomach is irritated and wants to get the substance out so it doesn’t harm the body.  It can occur due to a wide variety of conditions.  In most cases it is caused by eating the wrong food, overeating, poor combination of foods, or excessive alcohol.  Other things that may be the cause for vomiting are food allergies, poisoning, food poisoning, or infection. ",
      "order": 2
    },
    {
      "element": "p",
      "content": "(Notes:  if what comes up when you vomit looks like “coffee grounds,” it probably includes large amounts of blood from a bleeding ulcer or stomach cancer.  You should take care of this immediately by going to the emergency room since internal bleeding can be fatal.  Also, if an infant has a fever, vomiting, and is unresponsive, it could indicate meningitis.  Call a physician immediately.)",
      "order": 3
    },
    {
      "element": "p",
      "content": "If someone has just eaten a poisonous plant or so forth, you may need to induce vomiting.  Drinking an emetic herb tea, like Lobelia, can assist.  With Lobelia tea, it is better to give the full dose all at once or you will not induce vomiting.  Add one ounce of Lobelia herbs to a quart of boiling water;  let steep (that means turn the heat off, put a lid on the pan, and let it sit) for 5-10 minutes if you are in a hurry or 15-20 minutes is better.  Then give the liquid (not hot), at least one cup and better is two, and let him vomit.",
      "order": 4
    },
    {
      "element": "p",
      "content": "To stop vomiting there are several things you can do.  The first thing I would recommend is using Therapeutic Essential Oils of Peppermint and Fennel rubbed directly over the stomach and bowel areas.  If you have sensitive skin, make sure you diluted with a carrier oil.  You do this by adding one drop of the Therapeutic Oil to four to ten drops of olive oil, or some other vegetable oil, and then massage the area.",
      "order": 5
    },
    {
      "element": "p",
      "content": "Also, an interesting way to control vomiting is to hold half a peeled onion under each armpit.  Or place an ice pack against the back of the neck.",
      "order": 6
    },
    {
      "element": "p",
      "content": "Since you lose a lot of fluid when you vomit it is important to drink plenty of warm liquids so you do not get dehydrated.  (Avoid drinking cold fluids since this will shock the weak stomach and avoid eating for several hours.)  Warm or hot water herbal teas made from any of these essential oils, have been known to be beneficial:    ",
      "order": 7
    },
    {
      "element": "ul",
      "content": [
        { "order": 1, "content": "Peppermint  " },
        { "order": 2, "content": "Ginger " },
        { "order": 3, "content": "Spearmint" },
        { "order": 4, "content": "Basil" },
        { "order": 5, "content": "Clove Buds" },
        { "order": 6, "content": "Chamomile" },
        { "order": 7, "content": "Yarrow" }
      ],
      "order": 8
    },
    {
      "element": "p",
      "content": "To make a quick herbal tea, put a small amount of honey in a mug, mix a drop of one of the herbal essential oils mentioned above to the honey, and then add the hot or warm water.  Since the Therapeutic Essential Oils are very concentrated usually only one drop is needed and you can have an herbal tea in an instant.",
      "order": 9
    },
    {
      "element": "p",
      "content": "It is best to wait on eating and avoid drinking carbonated products after you vomit.  When you feel ready to eat, start back with a small carbohydrate meal, such as rice soup and avoid fatty substance since they remain in the tired stomach too long.",
      "order": 10
    },
    {
      "element": "p",
      "content": "Remember, vomiting also flushes out minerals.  These need to be replaced with electrolyte drinks, clear soups, apple or cranberry juice.  Another way to add electrolytes is to add a couple pinches of sugar and salt to your water. ",
      "order": 11
    },
    {
      "element": "p",
      "content": "In Africa I got Guardia from drinking un-boiled water and I used the sugar and salt method.  I was glad I knew it because there wasn’t much else available where we were.  It is best to sip the fluids slowly, pause, and then sip a little more.  Avoid gulping in any liquids.  Drink plenty of water and other clear liquids such as fruit juices to assist the body returning to normal.",
      "order": 12
    }
  ]
}
