{
  "title": "peppermint",
  "pdf": [
    {
      "title": "Abstracts on Peppermint Research",
      "order": 1,
      "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/peppermint%2Fabstracts_on_peppermint_research.doc?alt=media&token=3335458c-aa47-4bd6-827d-d16bc827e5ec"
    },
    {
      "title": "Peppermint Oil and Cinnamon Could Help Treat and Heal Chronic Wounds",
      "order": 2,
      "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/peppermint%2Fpeppermint_oil_and_cinnamon_could_help_treat_and_heal_chronic_wounds.pdf?alt=media&token=7d766c24-bdf5-4b19-9a5a-c49ee0e5ff09"
    }
  ],
  "article": [
    {
      "title": "Peppermint: Organic, USA First Distilled (Mentha piperita)",
      "linkText": "CLICK HERE TO LEARN MORE ABOUT CINNAMON BARK",
      "order": 3,
      "author": "Man Found Standing, Medicine Man",
      "elements": [
        {
          "element": "p",
          "content": "The Mentha piperita is a hybrid of watermint and spearmint.  Historically this medicinal herb was indigenous to Europe and was used by the ancient Egyptians, Grecians, and Romans for flavoring, fragrance, digestive aid, insect and rodent repellent, and to whiten teeth.",
          "order": 1
        },
        {
          "element": "p",
          "content": "First Distilled Peppermint is a different smelling and more therapeutic Peppermint than what is mostly supplied in the marketplace.  Sadly in the market a lot of Peppermint oil is also adulterated with Corn Mint, especially the oil coming in from the Asia area.  'Corn Mint' is higher in Menthol and is lower it its overall therapeutic value.",
          "order": 2
        },
        {
          "element": "h3",
          "content": "Primary Usages:",
          "order": 3
        },
        {
          "element": "p",
          "content": "Assists the respiratory system (flu, colds, fevers, throat infections, asthma, bronchitis, sinusitis, spasmodic coughs, cramps), increases circulation, opens the sensory system, fights bacteria, inflammation, spasms, neuralgia, pain (muscle, joint), palpitations, and jet lag.  It is a wonderfully powerful breath freshener.",
          "order": 4
        },
        {
          "element": "h3",
          "content": "Secondary Usages:",
          "order": 5
        },
        {
          "element": "p",
          "content": "Assists the nervous system (mental alertness, shock, fatigue, stress, fainting, headaches, vertigo, migraines), helpful for digestive issues (colic, dyspepsia, gas, nausea, diarrhea, halitosis, indigestion, heartburn), and stimulates the gall bladder and liver.  Add a drop or two to water during the summer months to have a cooling effect on the body.  Beneficial for repelling insects and rodents.",
          "order": 6
        },
        {
          "element": "h3",
          "content": "​Has Been Reported:",
          "order": 7
        },
        {
          "element": "p",
          "content": "Assists skin issues (acne, dermatitis, ringworm, poison ivy, sunburns, itchy skin, scabies), female problems (regulates menstruation and hot flashes,), and aids toothaches.",
          "order": 8
        },
        {
          "element": "h3",
          "content": "Descriptor:",
          "order": 9
        },
        {
          "element": "p",
          "content": "Analgesic, Decongestant, Expectorant, Aids Digestion, Antiseptic, Anti-inflammatory, Liver Stimulant",
          "order": 10
        },
        {
          "element": "h3",
          "content": "Application:",
          "order": 11
        },
        {
          "element": "p",
          "content": "Apply topically, ingest, or diffuse.",
          "order": 12
        },
        {
          "element": "h3",
          "content": "Caution:",
          "order": 13
        },
        {
          "element": "p",
          "content": "Considered a hotter oil and possible skin irritant.  Dilute if necessary.  Avoid using near the eyes.",
          "order": 14
        },
        {
          "element": "h3",
          "content": "Influences:",
          "order": 15
        },
        {
          "element": "p",
          "content": "Uplifting and refreshing.  Assists to relieve mental fatigue and improves focus.",
          "order": 16
        },
        {
          "element": "h3",
          "content": "Medicine Wheel:",
          "order": 17
        },
        {
          "element": "p",
          "content": "A Primary South and Secondary Center and North.  Moves Qi energy will rectifying the brain and spirit.",
          "order": 18
        },
        {
          "element": "h3",
          "content": "Recipes:",
          "order": 19
        },
        {
          "element": "p",
          "content": "For a wonderful air freshener mix four drops of Peppermint and Pine with two drops of Grapefruit and diffuse.  For bug bites, apply directly on affected area and dilute if necessary.",
          "order": 20
        },
        {
          "element": "img",
          "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/peppermint%2Fpeppermint_6.jpg?alt=media&token=c2e6ea37-2b66-466e-9b6c-274d006939ab",
          "order": 21
        }
      ]
    }
  ]
}
