{
  "title": "lemon",
  "article": [
    {
      "title": "Sacred Frankincense, Wild: Oman (Boswellia sacra) - Advanced Technology Extracted",
      "linkText": "CLICK HERE TO LEARN MORE ABOUT SACRED FRANKINCENSE",
      "order": 1,
      "author": "Man Found Standing, Medicine Man",
      "elements": [
        {
          "element": "p",
          "content": "The Boswellia sacra trees grow naturally in Oman and have been used medicinally for thousands of years.  (Boswellia sacra and Boswellia carteri are actually the same species but commonly it is agreed that the name Boswellia sacra is for those trees found in Oman.)  When the trees are about nine years old, small cuts can be made to tap for resin.  As the resin is exuded, it hardens and the tears are collected two or three times a year.  Each year a tree will produce an average of one kilogram of resin which can be converted into about two 15ml bottles of pure high quality essential oil.",
          "order": 1
        },
        {
          "element": "p",
          "content": "Because of the variation in soil and climate, there are many differences in the quality of the resin and therefore the overall therapeutic quality of the essential oil will differ too.  The frankincense trees that have had to adapt to harsh environments, like growing out of almost solid rock in the mountains of Oman, produce a superior therapeutic resin and essential oil.",
          "order": 2
        },
        {
          "element": "p",
          "content": "Through numerous hours of research and advances in technology, there have been further discoveries on how to extract even greater healing properties from the Frankincense resin.  The Advanced Technology Extraction is a new patient pending distilling process that uses both CO2 and Hydro Distillation to produce the greatest overall therapeutic Frankincense.  To distinguish this oil from the many other Frankincense oils in the market, they call it Sacred Frankincense.  Sadly there are suppliers now trying to capitalize on the higher price by calling their oil Sacred Frankincense.  So when you purchase Sacred Frankincense oil, make sure you are purchasing the Advanced Technology Extraction.",
          "order": 3
        },
        {
          "element": "h3",
          "content": "Primary Usages:",
          "order": 4
        },
        {
          "element": "p",
          "content": "Anti-cancer, immune system builder, skin regeneration, fortifying to the mind, respiratory support, detoxifier, and general health tonic.",
          "order": 5
        },
        {
          "element": "h3",
          "content": "Secondary Usages:",
          "order": 6
        },
        {
          "element": "p",
          "content": "Digestive disorders, lymph congestion, uplifting to the mind and grounding.",
          "order": 7
        },
        {
          "element": "h3",
          "content": "​Has Been Reported To Assist:",
          "order": 8
        },
        {
          "element": "p",
          "content": "Spiritual awareness, inflammation, reproductive and urinary difficulties, pain relief, a universal oil for numerous other ailments.",
          "order": 9
        },
        {
          "element": "h3",
          "content": "Descriptor:",
          "order": 10
        },
        {
          "element": "p",
          "content": "Immune Builder, Sedative, Digestive Aid, Anti-inflammatory, Liver Stimulant, Detoxifier, Antispasmodic",
          "order": 11
        },
        {
          "element": "h3",
          "content": "Application:",
          "order": 12
        },
        {
          "element": "p",
          "content": "Inhale or diffuse.  Apply on feet and body.  Take a few drops internally.  A powerful anointing oil.",
          "order": 13
        },
        {
          "element": "h3",
          "content": "Influences:",
          "order": 14
        },
        {
          "element": "p",
          "content": "Balance & Uplifting",
          "order": 15
        },
        {
          "element": "h3",
          "content": "Caution:",
          "order": 16
        },
        {
          "element": "p",
          "content": "No special cautions.",
          "order": 17
        },
        {
          "element": "h3",
          "content": "Medicine Wheel:",
          "order": 18
        },
        {
          "element": "p",
          "content": "Primary Center and Secondary North.  Increases Guardian Qi (Immune System).",
          "order": 19
        },
        {
          "element": "h3",
          "content": "Blends Well With:",
          "order": 20
        },
        {
          "element": "p",
          "content": "Black Cumin, Cedarwood, Citrus Oils, Lavender, Myrrh, Roman Chamomile, Rosewood, Patchouli, Sandalwood, Ylang Ylang",
          "order": 21
        },
        {
          "element": "h3",
          "content": "Testimonials:",
          "order": 22
        },
        {
          "element": "p",
          "content": "“I just tried the Sacred Frankincense from www.IAmEssentialOils.com and found it superior to the more expensive brand I was using.  I really appreciate their  dedication to quality.  Thank you.”  - E. Bentley from Salt Lake City, Utah.",
          "order": 23
        },
        {
          "element": "img",
          "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/Research%2FsacredFrankincense%2F250px-boswellia-sacra-greenhouse.jpg?alt=media&token=14cb6583-6ad8-4c22-aff5-05471461550a",
          "order": 24
        },
        {
          "element": "img",
          "src": "https://firebasestorage.googleapis.com/v0/b/forage-basket-7a7ed.appspot.com/o/Research%2FsacredFrankincense%2F1024px-olibanum-resin.jpg?alt=media&token=a8980479-1eb9-47e4-978d-ea02775ff060",
          "order": 25
        }
      ]
    }
  ]
}
